[
  {
    "answer": "q4"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/aphcs16.mp3"
  },
  {
    "choices": [
      "While many of us believe that we enjoy making choices, several studies have shown that this is not in fact the case. When faced with choosing from several types of jam, consumers were interested at first but soon became overloaded with choice. They simply abandoned the choice and went back to their favourite brands.",
      "The incredible range of choices that consumers now have is making business difficult for companies who have to provide more and more choices to keep up with the market but also for consumers who expect choice but give up without making any choices at all if they feel confused by the wide range on offer.",
      "Consumers face more choices than they did in the past and a study showed shoppers are attracted if a number of options are presented to them. However, those options still need to be of a good quality and something that appeals to the consumer or, as in the study, they will walk away without making a purchase.",
      "With a wide range of choices, one would expect consumers to buy more products. However, a consumer experiment found that when customers had many choices, they were likely to sample the products but became overwhelmed and did not buy much, whereas they were more likely to buy something when they had far fewer options to choose from."
    ]
  },
  {
    "text": "There’s no doubt that we have more consumer choices today than ever before. We all think we’re good at making choices – some of us even enjoy making them. And you would think, that with all these consumer choices that people would be spending more money, because they can get exactly what they want. Well, actually, that’s not always the case. Let me tell you about one study that has produced results about this that are really quite counterintuitive. An experiment was done in an upmarket specialty grocery store in the US where a tasting booth was set up, first offering consumers 24 different varieties of jam to try and then at another time, they offered six varieties. Now when there were more varieties, more customers stopped to try than when there were only six. But only about three percent of them actually went ahead and selected a product to buy. This is where it’s interesting – when there were just six varieties, fewer people stopped to try but what the researchers noticed, and what they didn’t expect, was that thirty percent of them bought a jar of jam. What does this show? Well, it shows that we have choice overload, that up to a point choice is good but beyond that. it overwhelms consumers."
  }
]