[
  {
    "answer": "q3"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/019.mp3"
  },
  {
    "choices": [
      "Unless major oil consumers invest in exploration now (which would be the first time major funds have been invested since 1964) global oil production will level out and be unable to meet increased demands from India and China.",
      "With the continuation of improvements in technology, geology, and with government support, there is little doubt that further major reserves of oil will be found in the near future. This should result in sustainable oil supplies for a further 150 years.",
      "While we are not about to run out of oil, we are certainly past the peak of oil production, which occurred about 40 years ago. This is despite improvements in technology, geology, and with tax-subsidized investment in exploration.",
      "Oil consumption reached its first peak in 1964. Since that time the world has become increasingly dependent on oil. It is unlikely that there will be any new major oil discoveries in the immediate future or at any subsequent time."
    ]
  },
  {
    "text": "We’re not running out of oil. The first thing that one can say with absolute confidence is that we’re not about to run out of oil, we are definitely not. But what we are approaching is the end of the first half, and this is one way to describe it, and this chapter in history lasted about a hundred and fifty years since the first oil was produced. And we’re coming to the end of that, and you have to find oil before you can produce it, and when we look back into history, we can find that the peak of discovery was in 1964, and that the discovery of oil has been falling ever since, relentlessly, um, and it’s been falling despite the world wide search, always aimed at the biggest and best prospects, no one’s looking for the smallest and the worst, the biggest and the best. It’s been falling despite amazing technological and geological advances, we understand this business so much more than we did. And finally, it’s been falling despite a very happy economic environment, whereby most of the cost of exploration is written off against tax. So I would say in view of all of those incentives, and all of those benefits, if discovery has actually been falling relentlessly, er, there is no good reason to think that this trend is going to change direction. So, in other words, we’ve passed the peak."
  }
]