[
  {
    "answer": "q2"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/020.mp3"
  },
  {
    "choices": [
      "The speaker is a trained marine biologist who became an anthropologist after hearing about an ancient people who lived on beaches and got their food from the sea. Because he was a keen fisherman, he identified with these people and began to study anthropology. They lived in a very simple way, catching fish with their hands and gathering shells, such as oysters.",
      "The speaker is a marine biologist who became interested in the Strandlopers, an ancient people who lived on the coastline, because of their and his connection to the sea. Their way of life intrigued him – as a child he had spent a lot of time by the sea, exploring and collecting things – so he began to study them, and discovered some interesting information about their way of life, how they hunted, what tools they used, and so on.",
      "The speaker is a marine biologist who became an archaeologist when he heard about a mythical people called the Strandlopers, or beach-walkers. He was interested in them because as a child he had lived by the sea and so he identified with them. His aim was to prove they were not a myth and set about finding evidence to prove they really existed, and in this he was successful."
    ]
  },
  {
    "text": "Urn … how did I get into anthropology? Well, I’m not an anthropologist, not trained in it anyway – in fact I’m a marine biologist – and it’s more that I’m interested in the Strandlopers, the “beach walkers”, if you like, than in anthropology generally. In fact, it was through my early interest in all things to do with the sea that I first heard of them. As a kid my favorite pastime was getting down to the beach and mucking about in rock pools and collecting anything the sea tossed up, and, um, the Strandlopers lived off the sea and seashore gathering food such as mussels, oysters, crabs, and so on, just as I did. So when I heard of them I thought, right, this is my kind of thing and I felt a kind of, well, affinity for them. At first people thought they were a myth; I suppose because there didn’t seem to be much evidence for their existence, but now we do have archaeological evidence such as pottery, discarded shells, the bones of seals and large fish, and so on. And those shells, we believe, became their first tools, and in some cases were also used as money and jewellery. Of course, before they had the implements, the, um, tools to hunt and fish, everything had to be caught by hand, so they kept mostly to shallow water. Then they might have used a primitive form of fishing line, perhaps the tendril of a climbing plant or a strip of animal skin with a bone or small piece of wood that would stick in the fish’s throat. Anyway, the more we search the more we discover – most recently, caves on the coast have been discovered with ancient drawings. I find it endlessly fascinating."
  }
]