[
  {
    "answer": "q3"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/aphcs3.mp3"
  },
  {
    "choices": [
      "The speaker talks about the use of memory in Proust’s novel In Search ofLost Time and how memories are usually brought about by the taste or smell of something, in this case, a biscuit dipped in tea. So, it is the senses that provoke memories that can take us back to our childhood.",
      "Using the writer Proust as an example, the speaker tells us how long-term memory works before going on to talk about short-term memory. Distant memories are usually involuntary and are brought to mind by something that stimulates one of the senses. Short-term memory also requires sensory input, but it lasts only a fraction of a second.",
      "What we experience is processed by the brain into memories in three stages. First, there is the sensory input, which is momentary. This is then stored in the short-term memory. If this experience is important or meaningful to us, we will reinforce the memory, possibly by repetition, and it will then be stored in the long-term memory."
    ]
  },
  {
    "text": "In his great novel Remembrance of Things Past or In Search of Lost Time, Marcel Proust explored what are called “involuntary memories” – those that come to us quite suddenly without conscious effort, usually triggered by one of the senses. The fact that his book has two titles in English might suggest there is some doubt as to how our minds go about remembering things. In perhaps the most well- known such episode in the novel, the character Marcel is reminded of his childhood by the aroma produced when dunking a cake in a cup of tea. This is not far away from the belief that as we get older we can remember quite clearly incidents from years ago, but find it hard to remember what we did last week. Proust’s insight into memory is certainly true of one way the mind works. But why and how do we remember what we do? Experts believe that we store memories in three ways. First, there is the sensory stage which is to do with perception and lasts only a fTaction of a second, taking in sight, sound, touch, and so on. These first perceptions and sensations are then stored in the short-term memory, which is the second stage. Finally, important information or information that has been reinforced by, for example, repetition, is then filtered into the long-term memory. Naturally, we tend to more easily absorb material on things we already know something about, as this has more meaning for us and can create a web of connections with related material that is already stored in the long-term memory."
  }
]