[
  {
    "answer": "q2"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/aphcs15.mp3"
  },
  {
    "choices": [
      "Company leaders have to be careful that they do not have one set of practices for those in the office and another for those who telecommute. Besides needing to be fair at all times, managers will find that a telecommuting arrangement will simply not work if workers feel isolated and excluded from the company culture.",
      "Telecommuting has a lot of advantages but to make it work, company leaders need to plan in advance to ensure that they anticipate issues for example training, security and communication. They also need to ensure that they hire workers who are suited to working remotely and ensure equal access to resources and advancement.",
      "When workers ask if they can work from home, companies should consider a telecommuting arrangement, as it has several advantages for businesses as well as workers. There is money to be saved on overheads and training but for telecommuting to function properly. only independent staff should be allowed to work in this way.",
      "Managers should not rush into letting their employees telecommute. It may sound good because businesses can save money on things like office space, but if workers’ needs and ambitions are not well catered for in the arrangement. the company culture will ultimately be damaged and they may even be sued."
    ]
  },
  {
    "text": "Now. one of the workplace models I want to look at today is telecommuting. Done properly, telecommuting makes good business sense and companies can make huge savings on their overheads. It can also be a very effective lure to recruit quality employees, but companies need to plan ahead and create the right culture for it to work. It’s not as simple as just giving everybody a laptop and sending them off to work from home. Management needs to look at training, security and communication issues before any kind of telecommuting agreement is entered into. Now, a key part of making it work is ensuring that every employee – and that’s whether they’re at home or in the office – has equal access to resources and, of course, promotions. The last thing you want is to create a kind of ‘us vs. them’ scenario. The arrangement breaks down quickly if people start feeling isolated, or limited in their chances of moving up the ladder if they aren’t physically in the office. There has to be foresight, right from the start, in the hiring process. It’s vital to screen employees carefully to determine who will be able to prosper working away from the office. Some companies give personality tests to prospective workers – and they do them online or over the phone to see if they’re comfortable with that type of set up."
  }
]