[
  {
    "answer": "q4"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/011.mp3"
  },
  {
    "choices": [
      "What makes people unique compared to other creatures is their hands. Their flexibility has allowed us to develop the manual skills that have made society what it is today. People should become more aware of the complicated anatomy of each of their hands.",
      "The thumb is the part of our hand which is most complicated in terms of the number of muscles which are required to control it. However, each of our fingers also depends on a set of nerves and muscles which enables it to carry out an extraordinary variety of different actions.",
      "The amazing flexibility of the human hand is truly remarkable. It is the result of a complex anatomy lying under the skin of the hand, and it can be useful to study this anatomy if you want to learn how to use your hands more effectively for sporting or other purposes.",
      "The human hand is extraordinarily flexible. It enables a person to do a remarkable variety of things, some demanding great precision and others requiring considerable strength. This is because of the complex structure of nerves, muscles and ligaments that makes up a hand."
    ]
  },
  {
    "text": "I’d like you to think for a moment about your hands and all the things you can do with them. You can use them to write or to drive. You can thread a needle, play the drums, build a wall and so on and so forth. They can be careful and precise â think of someone doing eye surgery, for example. But they can also generate huge forces. And here you might think of the sportsperson throwing a discus or lifting a heavy weight. How is it possible for our hands to be so incredibly flexible? Well, it’s all down to the extraordinary complexity of the bones, ligaments, nerves and muscles that lie beneath the skin of our hands. There are, for example, nine muscles alone controlling just one thumb. Some of these are anchored to bones within the hand, while others link to the arm."
  }
]