[
  {
    "answer": "q3"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/009.mp3"
  },
  {
    "choices": [
      "Research into family history by ordinary people only started to become far more widespread in the early nineteenth century. Prior to that time, it was chiefly rich, important and powerful families who had an interest and involvement in this type of activity.",
      "The study of family history began hundreds of years ago in North Africa in order to establish such things as ownership of property. It rapidly became a common practice in many cultures because inheritance played such an important role in society and government.",
      "Originally, tracing family history was only used in order to establish the origins of prosperous and powerful families. However, by the middle of the twentieth century, ordinary people were also starting to show an interest in researching their family background too.",
      "All social classes of the general population have always been interested in recording their family history, but genealogy became really popular in the early nineteenth century due to the publication of a book concerned with methodology of determining family history."
    ]
  },
  {
    "text": "Genealogy can be defined as the compilation of information necessary to construct what is usually known as a family tree, our pedigree or our ancestry. It is a chart which shows the relationships between individual people in an extended family over a period of time. The first records of genealogy can be traced back to the earliest civilizations in Northern Africa who recorded successions of dynasties and wealthy families reaching back hundreds of years. This was usually done to establish rights to title, land and property. There is evidence that this happened in many places in the world. However, it was the domain of the wealthy and few people outside those circles were even aware that family ancestry could be recorded and traced. This situation changed in the early nineteenth century when genealogy became more generally well-known after the first practical guide to research was published. But it was not until the mid twentieth century that family history was no longer solely devoted to tracing the genealogies of the great, the wealthy, or the famous and it became a more common activity among the general population."
  }
]