[
  {
    "answer": "q1"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/016.mp3"
  },
  {
    "choices": [
      "Dolphins, whales and porpoises are all social animals, but some species are more sociable than others. This depends on the environment because a species adopts the lifestyle most suitable for this. Among dolphins, forming groups makes it easier for them to find food, reproduce and gain knowledge. They are safer, too, because dolphins can communicate danger when there are threats around.",
      "The speaker explains that whales, dolphins, and porpoises have evolved differently and face different threats. River dolphin numbers are declining, while ocean dolphins are doing well in spite of the threats they face. The reason for this is that ocean dolphins are better adapted for finding food and avoiding predators.",
      "Dolphins have adopted group living as a response to living in close contact with other animals in the ocean, some of which kill dolphins for food. Living in social groups makes it easier to hunt for food and, in a dangerous environment, it makes sense in terms of safety to move about in large numbers."
    ]
  },
  {
    "text": "All whales, dolphins, and porpoises are social animals, although the degree of sociability varies greatly from one species to another. Differences of behavior have not evolved by chance. Living in close proximity to other animals has certain costs and benefits, so we can expect the group size adopted by a species to be the most suitable for its environment and lifestyle. River dolphins, for example, have a fairly simple social system, forming small groups of just a few animals – rarely more than ten. On the other hand, many of the oceanic dolphins may roam the seas in groups of thousands. Also, there can be differences within species: for example, with sperm whales, females and juveniles form groups while adult males are solitary. Some of the reasons for living in groups include greater efficiency in searching for and catching food, benefits for mating, learning, defence, and sensory integration. Now, sensory integration is the means by which each animal contributes to the information gained by the group as a whole, and this plays an important part in defence and in the search for food. For example, if one animal discovers a shoal of fish or a hungry shark, it can immediately pass on this information to the others in the group so that all may benefit. A single animal or small group may remain unaware of the food or predator, and so miss a meal or suffer an attack."
  }
]