[
  {
    "answer": "q1"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/021.mp3"
  },
  {
    "choices": [
      "To understand the past you have to be able, as far as possible, to think as the people in the period you are studying thought. The example of what it must have been like to be a peasant in the Middle Ages is used. However, sensibilities change over time and we can’t completely throw off the mentality of the present. Therefore, every age will have a slightly different perspective on the same period of the past, no matter what the facts are.",
      "The text explains how, in order to understand people in the historical period they are studying, a historian must have the same ability the novelist has to get into the minds of characters. This is due to the fact that the world was different then, and the ways of thinking have changed, for example, between the Middle Ages and the 21$’ century. He explains this by saying historian’s sensibilities change over time.",
      "As a historian, if you really want to understand the sensibilities of those who lived in the past, you must be like a novelist and get into the skins of your characters and think and feel as they do. You are asked to imagine what it’s like to be a peasant in medieval times, asking the sort of questions a peasant might ask. What the writer is saying is that a historian needs imaginative sympathy with ordinary people in the past."
    ]
  },
  {
    "text": "To reach some kind of understanding of a period in the past – the Middle Ages, say – requires a creative act of the imagination not unlike that of a novelist getting inside the skins of their characters or establishing the environment they live in. What must it have been like to be a peasant under a feudal baron? What might his beliefs and politics have been? Did he, for example, think his situation was simply part of the natural order of things, or that it was grossly unfair and needed to be overthrown? So, you have to imagine the terms under which life was lived in those days, and learn to feel in a different way about things by putting yourself into a world very different from your own. Now, of course, every age views the past from its own present and an 18th century historian’s concept of the Middle Ages will be very different from that of one from the 21st century-which is why each age has to write its history over again. It’s not so much that more facts or evidence come to light – if they do – but that sensibilities change too."
  }
]