[
  {
    "answer": "q3"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/aphcs14.mp3"
  },
  {
    "choices": [
      "Many existing buildings in city centres, such as Perth are being cleared to make way for modern developments. lthough this is improving the visual impact of the city, it is causing difficulties in areas where there is not enough space to accommodate the expanding population.",
      "Developers in Perth and other parts of Western Australia are suggesting that it would be better to build much-needed homes within the city centre, as this would be more affordable for local people. It would also make transportation to and from jobs and shops cheaper and qUicker.",
      "Cities like Perth in Western Australia are experiencing a rapid growth in urban development. and the current trend is to expand into surrounding regions. Although some people think this is more cost effective than building within cities. others believe it ‘s having a harmful effect on the environment in these areas.",
      "The housing shortage in Perth is being addressed by encouraging people to move to other cities in Western Australia where there is more space to develop new housing and infrastructure. This will benefit people struggling to find accommodation and also avoid having to develop on bushland."
    ]
  },
  {
    "text": "Urban development is the first thing I wanted to talk about here in Perth. Urban development is going on at a great pace and the standard approach here in Western Australia is for suburban development to happen at the outer edges of the city. You have suburbs slowly spreading out into areas that are cleared. and this is eating into both areas of native bushland and land that used to be used for farming, for agricultural purposes. The debate here is that on one side there’s the idea that we need more housing. We have a housing shortage in Western Australia, and suburban expansion is essential. Suburban expansion on the edges of the city is cheaper and easier to do than building more homes within the city even though it’s recognized it creates lots of problems with infrastructure and so on. On the other side of the debate, people say that urban sprawl is destroying bush and consequently the natural wildlife that exists there, and that it’s too easy for developers to ignore these facts."
  }
]