[
  {
    "answer": "q2"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/010.mp3"
  },
  {
    "choices": [
      "Anthropologists have disagreed for some time regarding when and how fire was first used in prehistoric times. Recent findings have now managed to finally persuade them that it was used before they thought and the principle use of fire was for cooking rather than any other purpose.",
      "Scientists believe they are now nearer to finding an answer to the question of when humans first started to use fire, and it is much earlier than had been thought. Nevertheless, there is still some disagreement among researchers around what early humans actually used the fire for.",
      "There has been much discussion by anthropologists about when humans started to use fires. As a result of a recent discovery it is thought that they started to make fires 300,000 years ago, but the reason they made them is still not clear.",
      "Recent findings have convinced the anthropological community that previous conclusions from research done over many decades was correct in estimating when early humans started to use fire although this research was incorrect in its findings about what fire was used for."
    ]
  },
  {
    "text": "As you know there has been an unresolved debate as to when and why early humans first started to use fire. However, recent new findings from a study in South Africa have been the talk of the anthropological community. So what are these findings? Well, prehistoric ash and the remains of burnt bones are evidence that early humans used fire much longer ago than previously envisaged, 300,000 years earlier than believed, in fact. Scientists have found evidence of multiple fires, ash and bones deep inside a cave which means it is highly improbable the fires were started naturally. One question that still remains unanswered is why they were using fire. Some researchers are citing the burnt bones as proof that our ancestors cooked the meat, but it has also been suggested they ate the meat raw and then tossed the bones into the fire."
  }
]