[
  {
    "answer": "q1"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/aphcs8.mp3"
  },
  {
    "choices": [
      "The main point is to question whether the biographical facts of a writer’s life are of any importance in evaluating his work. Hemingway is the example used here, and there does seem to be a direct connection between the events of his life and those in his books, but knowing this should not get in the way of a true critical judgement of the works.",
      "The writer Ernest Hemingway had a particularly eventful and exciting life and a lot of his real-life experiences got into his books. The speaker thinks this is irrelevant and doesn’t believe that having lived such a full life makes the books any better, but he regrets that people now would prefer to read the biographies of writers rather than the books they wrote.",
      "It is difficult to tell whether the speaker approves of Hemingway’s lifestyle or not. He was famously macho and spent a lot of time hunting wild animals, going to wars and getting into fights. All these things got into his books, and the speaker thinks that this is not necessarily a good thing as it means that too many people prefer to read about his life than read his books."
    ]
  },
  {
    "text": "Ernest Hemingway was famously masculine. We can see this in the topics he wrote about: all those fights and bullfights, all those wars, all that hunting and fishing. All this, it is thought, was overdoing it and must point to some deep insecurity in the man. Perhaps he felt that the conventional image of a writer as a person who doesn’t do a lot more than sitting at a desk, not visibly contributing much socially or economically to society as a whole was unmanly and carried a certain amount of guilt and shame with it? During the First World War, he was badly wounded, hospitalized, and fell in love with a nurse. He wrote a novel about a man who was badly wounded in the First World War, was hospitalised and who fell in love with a nurse. The Spanish Civil War and the Second World War followed as did books about his experiences in them. Now, how much can we draw on a writer’s biography to explain h is work? It should, l believe, be irrelevant to the judgement you bring to the merits of the individual work. Biographies of writers can be fascinating, especially if they lived as hard and fast as Hemingway, but, unfortunately, these days many people prefer the biography to the actual work. It is odd that the very reason a person would want to read a biography of a writer – that the subject has achieved fame and distinction in his field – should be the excuse for not reading his works."
  }
]