[
  {
    "answer": "q2"
  },
  {
    "audio": "https://ptestudy.net/audio/hcs/aphcs13.mp3"
  },
  {
    "choices": [
      "Business students are finding it increasingly difficult to get employment. as the standard of law courses has declined since 2007. Employers have criticized the schools for adopting unsatisfactory teaching methods. and have urged them to ensure students get higher grades.",
      "In order to improve the chances of their students obtaining jobs after they have finished their courses, some business schools are adjusting their grades. These adjustments are being made to all grades awarded since 2007 but instead of C benefiting the students it is, in some instances, having the opposite effect.",
      "Some business schools have realized that their grading system has been inaccurate since 2007 and are currently making changes to correct the errors. Students’ grades are being revised, and employers have welcomed this move as it means that they will be able to employ better qualified students.",
      "Since 2007, the education of business students has been improving but this has not been reflected in the grades that they are achieving. Business schools have been under pressure from employers to ensure that the grades that students are achieving match their abilities far better than in recent years."
    ]
  },
  {
    "text": "It’s been reported recently that some business schools have decided to make changes to students’ grades by increasing them by ten percent. This means that a C grade automatically becomeS a B. and a B grade automatically becomes an A – under the new grading system. And the change is retrospective, which means that it applies to all grades that have been achieved since the schools’ current grading system – er, which was introduced in 2007 – has been in place. Now, there are at least eight business schools who’ve changed their grading levels, and they decided to award their graduates higher grades so they would be more attractive in the highly competitive job market. However, changing grades like this has been criticized by the academic and business communities, because many people think the grades have been falsely exaggerated and don’t reflect the true ability of the student. In fact, many employers realize when a school has made adjustments to students’ grades and so there is no real benefit in doing this. Um, lifting the grades may even be damaging to the students because employers may believe that the graduates were given the high grades when they didn’t deserve them."
  }
]