[
  {
    "answers": [
      "assignments",
      "assist",
      "independently",
      "before",
      "academic",
      "with whom"
    ]
  },
  {
    "selections": [
      [
        "assignments",
        "information",
        "content",
        "definition"
      ],
      [
        "prevent",
        "require",
        "assist",
        "forbid"
      ],
      [
        "independently",
        "repeatedly",
        "logically",
        "generally"
      ],
      [
        "before",
        "after",
        "while",
        "for"
      ],
      [
        "average",
        "ordinary",
        "normal",
        "academic"
      ],
      [
        "in that",
        "for which",
        "with whom",
        "such as"
      ]
    ]
  },
  {
    "text": "Many students find the experience of attending university lectures to be a confusing and frustrating experience.The lecturer speaks for one or two hours, perhaps illustrating the talk with slides, writing up important information on the blackboard, distributing reading material and giving outassignmentsinformationcontentdefinitionassignments .The new student sees the other students continuously writing on notebooks and wonders what to write.Very often the student leaves the lecture with notes which do not catch the main points and which become hard even for the students to understand.  Most institutions provide courses whichpreventrequireassistforbid assist new students to develop the skills they need to be effective listeners and note-takers.If these are unavailable, there are many useful study-skills guides which enable learners to practice these skillsindependentlyrepeatedlylogicallygenerallyindependently .In all cases it is important to tackle the problembeforeafterwhileforbefore actually starting your studies.  It is important to acknowledge that most students have difficulty in acquiring the language skills required in college study.One way of overcoming these difficulties is to attend the language and study-skills classes which most institutions provide throughout theaverageordinarynormalacademicacademic year.Another basic strategy is to find a study partnerin thatfor whichwith whomsuch aswith whom it is possible to identify difficulties, exchange ideas and provide support."
  }
]