[
  {
    "answers": [
      "factors",
      "patterns",
      "immune",
      "important",
      "identify"
    ]
  },
  {
    "selections": [
      [
        "ages",
        "factors",
        "thing",
        "category"
      ],
      [
        "patterns",
        "habit",
        "time",
        "hour ",
        "sometimes "
      ],
      [
        "circulatory",
        "immune",
        "nervous",
        "sleeping"
      ],
      [
        "important",
        "much",
        "difficult",
        "frequent",
        "trivial"
      ],
      [
        "identify",
        "determines",
        "help",
        "solves"
      ]
    ]
  },
  {
    "text": "The amount of sleep you need depends on many agesfactorsthingcategoryfactorsespecially your age. Newborns sleep between 16 and 18 hours a day and preschool children should sleep between 10 and 12 hours. Older children and teens need at least nine hours to be well rested. For most adults, seven to eight hours a night appears to the best amount of sleep. However, for some people, “enough sleep” may be as few as five hours or as many as 10 hours of sleep.  As you get older, your sleeping patternshabittimehour sometimes patterns change. Older adults tend to sleep more lightly and awaken more frequently in the night than younger adults. This can have many causes including medical conditions and medications used to treat them. But there’s no evidence that older adults need less sleep than younger adults. Getting enough sleep is important to your health because it boosts your circulatoryimmunenervoussleepingimmunesystem, which makes your body better able to fight disease. Sleep is necessary for your nervous system to work properly. Too little sleep makes you drowsy and unable to concentrate. It also impairs memory and physical performance.  So how many hours of sleep are enough for you? Experts say that if you feel drowsy during the day — even during boring activities — you are not getting enough sleep. Also, quality of sleep is just as importantmuchdifficultfrequenttrivialimportantas quantity. People whose sleep is frequently interrupted or cut short are not getting quality sleep. If you experience frequent daytime sleepiness, even after increasing the amount of quality sleep you get, talk to your doctor. He or she may be able to identifydetermineshelpsolvesidentify the quantity , the cause of sleep problems and offer advice on how to get a better night’s sleep."
  }
]