[
  {
    "answers": [
      "proficiency",
      "admitted",
      "fantastically",
      "evidence",
      "back that up",
      "reputation"
    ]
  },
  {
    "selections": [
      [
        "competence ",
        "proficiency ",
        "dexterity ",
        "aptitude "
      ],
      [
        "accept ",
        "enter ",
        "admitted ",
        "grant "
      ],
      [
        "abnormally ",
        "amazingly ",
        "fantastically ",
        "curiously "
      ],
      [
        "evidence ",
        "documentation ",
        "confirmation ",
        "deposition "
      ],
      [
        "abandon ",
        "retreat ",
        "fall back",
        "back that up"
      ],
      [
        "influence ",
        "reputation ",
        "honor ",
        "character "
      ]
    ]
  },
  {
    "text": "Federal Education Minister Julie Bishop says she has seen no evidence that foreign students are graduating from Australian universities with poor English skills.  Research by Monash University academic Bob Birrell has found a third of foreign students are graduating without a competent level of English. But Ms. Bishop says Australian universities only enroll foreign students once they have achieved international standards of language competence proficiency dexterity aptitude proficiency . “This has been an extraordinary attack by Professor Birrell on our universities,” she said. International students must meet international benchmarks in English language in order to get a place at a university in Australia and they can’t get into university without reaching that international standard.”  University of Canberra vice chancellor Roger Dean also says international students are required to sit an English test before beingaccept enter admitted grant admittedto nearly all Australian universities. “There are, of course, intercultural difficulties as well as language difficulties,” he said. “There are, of course, also many Australian students who don’t speak such abnormally amazingly fantastically curiously fantastically good English either. “So we’re trying to push the standard even higher than present but it’s a very useful one already.”  Ms. Bishop says Australia’s university system has high standards. “I’ve seen no evidence documentation confirmation deposition evidence to suggest that students are not able to complete their courses because they’re failing in English yet they’re being passed by the universities,” she said. “I’ve not seen any evidence to abandon retreat fall backback that upback that up.” “International education is one of our largest exports, it’s our fourth largest export and it’s in the interest of our universities to maintain very high standards because their influence reputation honor character reputation is at stake.”"
  }
]