[
  {
    "answers": [
      "distinction",
      "raise",
      "required",
      "incomplete",
      "fit",
      "achievement",
      "properly"
    ]
  },
  {
    "selections": [
      [
        "distinction",
        "topic",
        "separation",
        "education"
      ],
      [
        "form",
        "consist",
        "arise",
        "raise"
      ],
      [
        "ordered",
        "inquired",
        "required",
        "acquired"
      ],
      [
        "complete",
        "accomplished",
        "incomplete",
        "improper"
      ],
      [
        "fit",
        "responsible",
        "suitable",
        "able"
      ],
      [
        "academy",
        "position",
        "degree",
        "achievement"
      ],
      [
        "traditionally",
        "drastically",
        "properly",
        "hardly"
      ]
    ]
  },
  {
    "text": "An invisible border divides those arguing for computers in the classroom on the behalf of students’ career prospects and those arguing for computers in the classroom for broader reasons of radical educational reform. Very few writers on the subject have explored thisdistinctiontopicseparationeducationdistinction —indeed, contradiction—which goes to the heart of what is wrong with the campaign to put computers in the classroom.  An education that aims at getting a student a certain kind of job is a technical education, justified for reasons radically different from why education is universally required by law. It is not simply toformconsistariseraiseraise everyone’s job prospects that all children are legallyorderedinquiredrequiredacquiredrequired to attend school into their teens.Rather, we have a certain conception of the American citizen,a character who iscompleteaccomplishedincompleteimproperincomplete if he cannot competently assess how his livelihood and happiness are affected by things outside of himself.  But this was not always the case; before it was legally required for all children to attend school until a certain age, it was widely accepted that some were just not equipped by nature to pursue this kind of education.With optimism characteristic of all industrialized countries, we came to accept that everyone isfitresponsiblesuitableable fit to be educated. Computer-education advocates forsake this optimistic notion for a pessimism that betrays their otherwise cheery outlook. Encountering on the confusion between educational and vocational reasons for bringing computers into schools, computer-education advocates often emphasize the job prospects of graduates over their educational academypositiondegreeachievementachievement.  There are some good arguments for a technical education given the right kind of student. Many European schools introduce the concept of professional training early on in order to make sure children aretraditionallydrasticallyproperlyhardlyproperly equipped for the professions they want to join."
  }
]