[
  {
    "answers": [
      "criticisms",
      "element",
      "innovators",
      "Colloquial",
      "examples"
    ]
  },
  {
    "selections": [
      [
        "critical",
        "criticizing",
        "critic",
        "criticisms"
      ],
      [
        "element",
        "substance",
        "situation",
        "environ "
      ],
      [
        "innovators",
        "innovations",
        "innovate",
        "innovated"
      ],
      [
        "Formal",
        "Conventional",
        "Colloquial",
        "Unofficial"
      ],
      [
        "examples",
        "stimulus",
        "experiences",
        "systems"
      ]
    ]
  },
  {
    "text": "The first section of the book covers new modes of assessment. In Chapter 1, Kimbell (Goldsmith College, London) responds to criticalcriticizingcriticcriticismscriticisms of design programs as formalistic and conventional, stating that a focus on risk-taking rather than hard work in design innovation is equally problematic. His research contains three parts that include preliminary exploration of design innovation qualities, investigation of resulting classroom practices, and development of evidence-based assessment. The assessment he describes is presented in the form of a structured worksheet, which includes a collaborative elementsubstancesituationenviron elementand digital photographs, in story format. Such a device encourages stimulating ideas, but does not recognize students as design innovatorsinnovationsinnovateinnovatedinnovators The assessment sheet includes holistic impressions as well as details about ―having, growing, and proving‖ ideas. FormalConventionalColloquialUnofficialColloquialjudgments are evident in terms such as ―wow‖ and yawn‖ and reward the quality and quantity of ideas with the term, ―sparkiness‖ (p. 28), which fittingly is a pun as the model project was to design light bulb packaging. In addition, the assessment focuses on the process of optimizing or complexity control as well as proving ideas with thoughtful criticism and not just generation of novel ideas. The definitions for qualities such as ―technical‖ and ―aesthetic‖ pertaining to users, are too narrow and ill-defined. The author provides examplesstimulusexperiencessystemsexamples of the project, its features and structures, students’ notes and judgments, and their sketches and photographs of finished light bulb packages, in the Appendix."
  }
]