[
  {
    "answers": [
      "exceptionally",
      "ecology",
      "relying",
      "interfere"
    ]
  },
  {
    "selections": [
      [
        "exponentially",
        "exceptionally",
        "exception",
        "unexceptionally"
      ],
      [
        "tendencies",
        "ecological",
        "economy",
        "ecology"
      ],
      [
        "relying",
        "reliable",
        "rendering",
        "reliance"
      ],
      [
        "intrude",
        "interfere",
        "interference",
        "introduce"
      ]
    ]
  },
  {
    "text": "The widespread use of artificial light in modem societies means that light pollution is an increasingly common feature of the environments humans inhabit. This type of pollution is exponentiallyexceptionallyexceptionunexceptionallyexceptionally, high in coastal regions of tropic and temperate zones, as these are areas of high rates of human population growth and settlement. Light pollution is a threat for many species that inhabit these locations, particularly those whose tendenciesecologicaleconomyecologyecologyor behavior depends, in some way, on natural cycles of light and dark. Artificial light is known to have detrimental effects on the ecology of sea turtles, particularly at the hatchling stage when they emerge from nests on natal beaches and head towards the sea. Under natural conditions, turtles hatch predominantly at night (although some early morning and late afternoon emergences occur) and show an innate and well-directed orientation to the water, relyingreliablerenderingreliancerelyingmostly on light cues that attract them toward the brighter horizon above the sea surface. Artificial lighting on beaches is strongly attractive to hatchlings and can cause them to move away from the sea andintrudeinterfereinterferenceintroduceinterfere with their ability to orient in a constant direction. Ultimately, this disorientation due to light pollution can lead to death of hatchlings from exhaustion, dehydration and predation."
  }
]