[
  {
    "answers": [
      "and",
      "mechanical",
      "so",
      "transmission",
      "through",
      "surfaces"
    ]
  },
  {
    "selections": [
      [
        "but",
        "and",
        "or",
        "vet"
      ],
      [
        "automatic",
        "artificial",
        "mechanical",
        "controlled"
      ],
      [
        "so",
        "but",
        "still",
        "yet"
      ],
      [
        "communication",
        "transportation",
        "transmission"
      ],
      [
        "under",
        "through",
        "beneath",
        "from"
      ],
      [
        "exteriors",
        "outside",
        "surfaces",
        "coverings"
      ]
    ]
  },
  {
    "text": "Scientists around the world are racing to learn how to rapidly diagnose, treat and stop the spread of a new, deadly disease. SARS–Severe Acute Respiratory Syndrome–was detected for the first time in February 2003 in Hanoi,  butandorvetand since then has infected more than 1,600 people in 15 countries, killing 64 At this point ,there are more questions than answers surrounding the disease.  Symptoms start with a fever over 100. 4 degrees F, chills, headache or body aches Within a week, the patient has a dry cough, which might progress to shortness of breath. In 10% to 20%of cases, patients require  automaticartificialmechanicalcontrolledmechanical ventilation to breathe. About 3.5%die from the disease. Symptoms generally begin in two to seven days, but some reports suggest it might take as long as developing days. Scientists are close to 10 a lab test to diagnose SARS. In the meantime, it is diagnosed by its symptoms. There is no evidence that antibiotics or anti-viral medicines help,sobutstillyet so doctors can offer only supportive care. Patients with SARS are kept in isolation to reduce the risk ofcommunicationtransportationtransmission transmission . Scientists aren’t sure yet, but some researchers think it’s a newly discovered coronavirus, the family of viruses that cause some common colds.  Most cases appear to have been passedunderthroughbeneathfrom through drop lets expelled when infected patients cough or sneeze. Family members of infected people and medical workers who care for them have been most likely to contract the illness. But recent developments in Hong Kong suggest that the disease might spread through air, or that the virus might linger for two to three hours on doorknobs or otherexteriorsoutsidesurfacescoverings surfaces Health experts say it is unlikely, though, that sharing an elevator briefly with an infected person would be enough to pass the virus."
  }
]