[
  {
    "answers": [
      "claiming",
      "contenders",
      "rectified",
      "importance",
      "reliable"
    ]
  },
  {
    "selections": [
      [
        "claiming",
        "forcing",
        "defying",
        "yielding"
      ],
      [
        "contenders",
        "applicants",
        "contestants",
        "participants"
      ],
      [
        "rectified",
        "disorganized",
        "surpassed",
        "enacted"
      ],
      [
        "importance",
        "vitality",
        "impotence",
        "complacency"
      ],
      [
        "reliable",
        "dubious",
        "exhaustive",
        "impervious"
      ]
    ]
  },
  {
    "text": "Drive down any highway, and you’ll see a proliferation of chain restaurants – most likely, if you travel long and far enough, you’ll see McDonald’s golden arches as well as signs for Burger King, Hardee’s, and Wendy’s, the ―big four‖ of burgers. Despite its name, though, Burger King has fallen short of claimingforcingdefyingyieldingclaimingthe burger crown, unable to surpass market leader McDonald’s No.1 sales status. Always the bridesmaid and never the bride, Burger King remains No.2. Worse yet, Burger King has experienced a six-year 22 percent decline in customer traffic, with its overall quality rating dropping while ratings for the other three contendersapplicantscontestantsparticipantscontenders have increase. The decline has been attributed to inconsistent product quality and poor customer service. Although the chain tends to throw advertising dollars at the problem, an understanding of Integrated Marketing Communication theory would suggest that internal management problems (nineteen CEOs in fifty years) need to be rectifieddisorganizedsurpassedenactedrectifiedbefore a unified, long-term strategy can put in place. The importancevitalityimpotencecomplacencyimportance of consistency in brand image and messages, at all levels of communication, has become a basic tenet of IMC theory and practice. The person who takes the customer’s order must communicate the same message as Burger King’s famous tagline, ―Have it your way,‖ or the customer will just buzz up the highway to a chain restaurant that seems more consistent and, therefore, more reliabledubiousexhaustiveimperviousreliable"
  }
]