[
  {
    "answers": [
      "inspired",
      "discoveries",
      "had",
      "which",
      "brought",
      "make",
      "Yet",
      "sheer",
      "marked",
      "in"
    ]
  },
  {
    "selections": [
      [
        " inspired ",
        " implemented ",
        " inaugurated ",
        " intensified "
      ],
      [
        " exploration ",
        " scrutiny ",
        " findings ",
        " discoveries "
      ],
      [
        " have ",
        " has ",
        " had ",
        " have been "
      ],
      [
        " so ",
        " thus ",
        " hence ",
        " which "
      ],
      [
        " began ",
        " provide ",
        " brought ",
        " enhance "
      ],
      [
        " produce ",
        " define ",
        " imply ",
        " make "
      ],
      [
        " However ",
        " Moreover ",
        " Yet ",
        " In addition "
      ],
      [
        " little ",
        " sheer ",
        " gradual ",
        " mesmerizing "
      ],
      [
        " marked ",
        " commenced ",
        " points ",
        " marched "
      ],
      [
        " about ",
        " inside ",
        " in ",
        " on "
      ]
    ]
  },
  {
    "text": [
      "Throughout the 18th century, mathematicians, scientists and philosophers researched, discussed, and published their investigations into how the world worked, while engineers and inventors developed new and successful machines and processes. The latest theories  inspired  implemented  inaugurated  intensified  inspired  greater invention, and more technology encouraged theoretical scientists to make further  exploration  scrutiny  findings  discoveries  discoveries  in medicine, biology, mechanics, physics, and chemistry. By 1800, the new machines  have  has  had  have been  had  brought revolutionary changes to the workplace, transportation and communications, and eventually to the home. Some of these inventions simply made it easier to produce things on a large scale such as textile machines and foundries,  so  thus  hence  which  which  produced large quantities of cloth and metal objects quickly and cheaply. But some inventions  began  provide  brought  enhance  brought  completely new possibilities such as the first batteries, steamboats, and locomotives. It would take decades for some of these inventions to  produce  define  imply  make  make  a big impact on the world  However  Moreover  Yet  In addition  Yet  their creation, and the little  sheer  gradual  mesmerizing  sheer  amount of imagination and risk-taking involved,  marked  commenced  points  marched  marked  the beginning of a modern, global, technologically based economy of the kind that we live about  inside  in  on  in  today.",
      "."
    ]
  }
]