[
  {
    "answers": [
      "synchronized",
      "competitive",
      "arrangements",
      "challenging"
    ]
  },
  {
    "selections": [
      [
        "synchronizing",
        "synchronized",
        "synthesizing",
        "synthesized"
      ],
      [
        "competitive",
        "competition",
        "commemorative",
        "commemoration"
      ],
      [
        "arrangement",
        "arranged",
        "arrangements",
        "arranging"
      ],
      [
        "challenging",
        "changing",
        "challenged",
        "changed"
      ]
    ]
  },
  {
    "text": "Event management is particularly challenging from an operational viewpoint. In many cases, events are staged on sites where everything has been set up over a 24-hour period, with all elements carefullysynchronizingsynchronizedsynthesizingsynthesizedsynchronizedIn contrast, many events are years in the planning: large convention bids are often won five years before the event is held. For the verycompetitivecompetitioncommemorativecommemorationcompetitivebidding process, budgets need to be developed and prices quoted, requiring a good understanding of market, economic and political trends, as well as consumer choices. This long-term view is the basis of strategic management, which is covered in Part 1 and focuses on the event concept, feasibility of the event, legal compliance and financial management. Marketing is a critical success factor and other important topics of this first section, many events (sporting, cultural and arts) involving long- term sponsorshiparrangementarrangedarrangementsarrangingarrangementswith key industry players. Relationship building is particularly challengingchangingchallengedchangedchallengingsince there are so many stakeholders involved in events, including government agencies at many levels. Part 1 will look at all these aspects, including strategic risk, before moving on to the second part where operational planning and implementation will be covered in detail."
  }
]