[
  {
    "answers": [
      "formation",
      "frigid",
      "surprise",
      "unexpected",
      "thrived"
    ]
  },
  {
    "selections": [
      [
        "formal",
        "formation",
        "form",
        "formality"
      ],
      [
        "fervent",
        "cool",
        "warm",
        "frigid"
      ],
      [
        "expectation",
        "surprise",
        "warning",
        "signal"
      ],
      [
        "expecting",
        "expected",
        "exciting",
        "unexpected"
      ],
      [
        "degraded",
        "suppressed",
        "thrived",
        "evolved"
      ]
    ]
  },
  {
    "text": [
      "The ocean floor is home to many unique communities of plants and animals. Most of these marine ecosystems are near the water surface, such as the Great Barrier Reef, a 2,000-km-long coral formalformationformformalityformation of the north eastern coast of Australia. Coral reefs, like nearly all complex living communities, depend on solar energy for growth (photosynthesis). The sun’s energy, however, penetrates at most only about 300 m below the surface of the water. The relatively shallow penetration of solar energy and the sinking of cold, sub polar water combine to make most of the deep ocean floor a ferventcoolwarmfrigidfrigid environment with few life forms.",
      "In 1977, scientists discovered hot springs at a depth of 2.5 km, on the Galapagos Rift (spreading ridge) off the coast of Ecuador. This exciting discovery was not really a expectationsurprisewarningsignalsurprise . Since the early 1970s, scientists had predicted that hot springs (geothermal vents) should be found at the active spreading centres along the mid-oceanic ridges, where magma, at temperatures over 1,000 °C, presumably was being erupted to form new oceanic crust. More exciting, because it was totally expectingexpectedexcitingunexpected unexpected , was the discovery of abundant and unusual sea life — giant tube worms, huge clams, and mussels — that degradedsuppressedthrivedevolved thrived around the hot springs."
    ]
  }
]