[
  {
    "answers": [
      "necessarily",
      "mountainous",
      "accents",
      "pronunciation",
      "characteristics"
    ]
  },
  {
    "selections": [
      [
        "necessarily",
        "equally",
        "directly",
        "immediately"
      ],
      [
        "sea",
        "mountainous",
        "flat",
        "grass"
      ],
      [
        "accents",
        "styles",
        "patterns",
        "tongue"
      ],
      [
        "spelling",
        "writing",
        "pronunciation",
        "wording"
      ],
      [
        "attributions",
        "characteristics",
        "styles",
        "appearance"
      ]
    ]
  },
  {
    "text": "If after years of Spanish classes, some people still find it impossible to understand some native speakers, they should not worry. This does not necessarilyequallydirectlyimmediatelynecessarily  mean the lessons were wasted. Millions of Spanish speakers use neither standard Latin American Spanish nor Castilian, which predominate in U.S. schools. The confusion is partly political—the Spanish-speaking world is very diverse. Spanish is the language of 19 separate countries and Puerto Rico. This means that there is no one standard dialect. The most common Spanish dialect taught in the U.S. is standard Latin American. It is sometimes called “Highland” Spanish since it is generally spoken in the seamountainousflatgrassmountainous  areas of Latin America. While each country retains its own accentsstylespatternstongue accents  and has some unique vocabulary, residents of countries such as Mexico, Colombia, Peru, and Bolivia generally speak Latin American Spanish, especially in urban centers. This dialect is noted for its spellingwritingpronunciationwording pronunciation  of each letter and its strong “r” sounds. This Spanish was spoken in Spain in the sixteenth and seventeenth centuries, and was brought to the Americas by the early colonists. However, the Spanish of Madrid and of northern Spain, called Castilian, developed attributionscharacteristicsstylesappearance characteristics  that never reached the New World. These include he pronunciation of “ci” and “ce” as “th.” In Madrid, “gracias” (thank you) becomes “gratheas” (as opposed to “gras-see-as” in Latin America.) Another difference is the use of the word “vosotros” (you all, or you guys) as the informal form of “ustedes” in Spain. Castilian sounds to Latin Americans much like British English sounds to U.S. residents."
  }
]