[
  {
    "answers": [
      "for instance",
      "as a result",
      "because",
      "however",
      "similarly",
      "In addition"
    ]
  },
  {
    "selections": [
      [
        "All the same",
        "Likewise",
        "Furthermore",
        " for instance"
      ],
      [
        "as a result",
        "On the contrary",
        "Unless",
        "In other words"
      ],
      [
        "although",
        "whereas",
        "because",
        "so that"
      ],
      [
        "Next",
        "Consequently",
        " however",
        "In fact"
      ],
      [
        "Besides",
        "Nevertheless",
        "For example",
        "similarly"
      ],
      [
        " In addition ",
        "As a consequence",
        "On the other hand",
        "In conclusion"
      ]
    ]
  },
  {
    "text": "In recent years, an eccentric mix of English, German and French has entered Japanese usage.All the sameLikewiseFurthermore for instancefor instance a “Kariya” woman is a career woman, and a “manshon” is an apartment. This increasing use of katakana, or unique Japanese version of Western words, and the younger generation’s more casual use of the Japanese language are causing worry in government circles.as a resultOn the contraryUnlessIn other wordsas a result an official panel is proposing to publish a manual on how to speak proper Japanese. Foreign words become katakana Japanese althoughwhereasbecauseso that because no existing Japanese words could quite capture a specific meaning or feeling. NextConsequently howeverIn facthowever, they don’t always retain the same meaning they had in their original language. When the word “cool” traveled east, all of its English connotations did not make the journey. A kuru person in Japan is someone who is calm and never gets upset. BesidesNeverthelessFor examplesimilarlysimilarly a hotto person is one who is easily excitable, but not necessarily a popular person or personality of the moment. Researching and monitoring changes in the Japanese language, including the influx of foreign words, has been the responsibility of the National Institute of Japanese Language, established in 1948. According to its president, Seiju Sugito, since the late 1950s the use of Katakana words has tripled. Older people are especially alarmed by this trend. For one thing, they find many of these new words are difficult to understand.  In addition As a consequenceOn the other handIn conclusionIn addition their casual and ready acceptance by the younger generation has come in tandem with its increasing tendency not to use the more respectful Japanese grammatical forms."
  }
]