[
  {
    "answers": [
      "characteristic",
      "negative",
      "seeing",
      "for example",
      "As",
      "effect"
    ]
  },
  {
    "selections": [
      [
        "informed",
        "characteristic",
        "conceived",
        "indicative"
      ],
      [
        "negative",
        "cheerful",
        "various",
        "complex"
      ],
      [
        "see",
        "seeing",
        "to see",
        "to seeing"
      ],
      [
        "luckily",
        "for example",
        "at most",
        "theoretically"
      ],
      [
        "Oh",
        "Alas",
        "Right",
        "As"
      ],
      [
        "result",
        "effect",
        "scale",
        "cause"
      ]
    ]
  },
  {
    "text": "Children model themselves largely on their parents.They do so mainly through identification.Children identify with a parent when they believe they have the qualities and feelings that are informedcharacteristicconceivedindicativecharacteristic of that parent.The things parents do and say—and the way they do and say to them—therefore strongly influence a child’s behavior .However, parents must consistently behave like the type of person they want their child to become.  A parent’s actions also affect the self image that a child forms through identification.Children who see mainly positive qualities in their parents will likely learn to see themselves in a positive way.Children who observe chieflynegativecheerfulvariouscomplexnegative qualities in their parents will have difficulty seeseeingto seeto seeingseeing positive qualities in themselves.Children may modify their self image, however, as they become increasingly influenced by peers groups standards before they reach 13 .  Isolated events,even dramatic ones, do not necessarily have a permanent effec t on a child’s behavior.Children interpret such events according to their established attitudes and previous training.Children who know they are loved can, luckilyfor exampleat mosttheoreticallyfor example, accept the divorce of their parent’s or a parents early death. But if children feel unloved, they may interpret such events as a sign of rejection or punishment.  In the same way, all children are not influenced alike by toys and games, reading matter, and television programs.OhAlasRightAsAs in the case of a dramatic change in family relations, the resulteffectscalecauseeffect of an activity or experience depends on how the child interprets it."
  }
]