[
  {
    "answers": [
      "as motive and guide",
      "must perform",
      "hinges on",
      "producing what"
    ]
  },
  {
    "selections": [
      [
        "as motive and guide",
        "should motivate and guide",
        "to help motivate and guide",
        "as helping motive and guide"
      ],
      [
        "can perform",
        "must perform",
        "often are performed",
        "might be performing "
      ],
      [
        "hinges on",
        "is set at",
        "lasts until",
        "look ahead"
      ],
      [
        "describing how",
        "producing what",
        "constructing how much",
        "analyzing where"
      ]
    ]
  },
  {
    "text": "Sales jobs allow for a great deal of discretionary time and effort on the part of the sales representatives – especially when compared with managerial, manufacturing, and service jobs. Most sales representatives work independently and outside the immediate presence of their sales managers. Therefore, some form of goals needs to be in place as motive and guideshould motivate and guideto help motivate and guideas helping motive and guideas motive and guidetheir performance. Sales personnel are not the only professionals with performance goals or quotas. Health care professionals operating in clinics have daily, weekly, and monthly goals in terms of patient visits. Service personnel are assigned a number of service calls theycan performmust performoften are performedmight be performing must performduring a set time period. Production workers in manufacturing have output goals. So, why are achieving sales goals or quotas such a big deal? The answer to this question can be found by examining how a firm’s other departments are affected by how well the company’s salespeople achieve their performance goals. The success of the business hinges onis set atlasts untillook aheadhinges on the successful sales of its products and services. Consider all the planning, the financial, production and marketing efforts that go into describing howproducing whatconstructing how muchanalyzing whereproducing whatthe sales force sells. Everyone depends on the sales force to sell the company’s products and services and they eagerly anticipate knowing things are going. hinges on = depends on]"
  }
]