[
  {
    "answers": [
      "sovereignty",
      "overemphasized",
      "implementation",
      "corollary",
      "attuned",
      "balance"
    ]
  },
  {
    "selections": [
      [
        " democracy ",
        " colonization ",
        " sovereignty ",
        " autocracy "
      ],
      [
        " underestimated ",
        " overrated ",
        " undervalued ",
        " overemphasized "
      ],
      [
        " implementation ",
        " construction ",
        " operation ",
        " fulfilment "
      ],
      [
        " benefit ",
        " boon ",
        " corollary ",
        " merit "
      ],
      [
        " attuned ",
        " adhered ",
        " stuck ",
        " attached "
      ],
      [
        " deal ",
        " balance ",
        " policy ",
        " correlation "
      ]
    ]
  },
  {
    "text": "The principal and most consistently articulated recommendation of the world conferences was that countries must take full responsibility for their own development. National responsibility for national development is the necessary consequence of democracy  colonization  sovereignty  autocracy  sovereignty . The Mon-terrey Consensus states that ‘Each country has primary responsibility for its own economic and social development, and the role of national policies and development strategies cannot be  underestimated  overrated  undervalued  overemphasized  overemphasized  National development strategies and policies are therefore critically important. This was reflected most recently at the 2005 Summit when Member States agreed on a target date of 2006 for all developing countries to adopt and start  implementation  construction  operation  fulfilment  implementation  of these strategies to achieve the internationally agreed development goals and objectives, including the M DGs. The automatic  benefit  boon  corollary  merit  corollary of that principle is that each country must be free to determine its own development strategy. It is essential that all donors and lenders accept the principle of country ownership of national development strategies. This implies the acceptance of the principle that development strategies should not only be  attuned  adhered  stuck  attached  attuned to country circumstances, but also be prepared and implemented under the leadership of the governments of the countries themselves. The 2005 World Summit also acknowledged, in this regard, that all countries must recognize the need for developing countries to strike a deal  balance  policy  correlation  balance  between their national policy priorities and their international commitments."
  }
]