[
  {
    "answers": [
      "lined",
      "take place",
      "outside",
      "away from",
      "By",
      "convenience"
    ]
  },
  {
    "selections": [
      [
        "built",
        "designed",
        "intented",
        "lined"
      ],
      [
        "be taking place",
        "take place",
        "be taken place",
        "have taken place"
      ],
      [
        "over",
        "from",
        "out of",
        "outside"
      ],
      [
        "out of",
        "away from",
        "next to",
        "near"
      ],
      [
        "By",
        "During",
        "In",
        "Towards"
      ],
      [
        "cheapness",
        "readiness",
        "convenience",
        "handiness"
      ]
    ]
  },
  {
    "text": "Shopping habits in the United States have changed greatly in the last quarter of the 20th century. Early in the 1900s most American towns and cities had a Main Street.Main Street was always in the heart of a town.This street wasbuiltdesignedintentedlinedlined on both sides with many various businesses.Here, shoppers walked into stores to look at all sorts of merchandise: clothing,furniture,hardware,groceries. In addition, some shops offered services. These shops included drugstores, restaurants, shoe repair stores, and barber or hairdressing shops. But in the 1950s, a change began tobe taking placetake placebe taken placehave taken placetake place.Too many automobiles had crowded into Main Street while too few parking places were available to shoppers.Because the streets were crowded, merchants began to look with interest at the open spaces overfromout ofoutsideoutside the city limits.Open space is what their car driving customers needed.And open space is what they got when the first shopping centre was built.Shopping centres, or rather malls, started as a collection of small new stores out ofaway fromnext tonearaway from crowded city centres. Attracted by hundreds of free parking space, customers were drawn away from downtown areas to outlying malls.And the growing popularity of shopping centres led in turn to the building of bigger and better stocked stores. ByDuringInTowardsBy the late 1970s,many shopping malls had almost developed into small cities themselves.In addition to providing the cheapnessreadinessconveniencehandinessconvenience of one stop shopping, malls were transformed into landscaped parks, with benches,fountains,and outdoor entertainment."
  }
]