[
  {
    "answers": [
      "at any point in time",
      "fail to pay on time",
      "This is okay",
      "before undertaking any action",
      "preserving"
    ]
  },
  {
    "selections": [
      [
        "in any point at time",
        "in any point in time",
        "at any point in time",
        "in times"
      ],
      [
        "fail to pay at time",
        "fail to payment on time",
        "failing to pay on time",
        "fail to pay on time"
      ],
      [
        "This is okay",
        "These are okay",
        "This is not okay",
        "This is it"
      ],
      [
        "before undertaking any action",
        "after undertaking any action",
        "before undertaking any actions",
        "before undertaken any action"
      ],
      [
        "running",
        "ruining",
        "preparing",
        "preserving"
      ]
    ]
  },
  {
    "text": "There isn’t a financial director around who wouldn’t like to accelerate cash flow by reducing debtor days – in other words, get customers to pay up faster. In Europe’s top 1,000 quoted companies, nearly one-quarter of all invoices are unpaidin any point at timein any point in timeat any point in timein timesat any point in timeaccording to recent research carried out by the ASF organization. This means they are sitting on a total of 274bn overdue debt. Most of this is caused by poor collection practices. According to Jan Porter, ASF’s Managing Director, “You can set up all the systems you want, you can insist on water light contracts and payment terms, the government can even introduce late payment legislation, but there are always some debtors whofail to pay at timefail to payment on timefailing to pay on timefail to pay on timefail to pay on time.  Once payment is overdue, your first step is to talk to your debtor. You should let them know the payment is late and try to find out if there is a dispute about the work, or if your debtor has financial problems.”This is okayThese are okayThis is not okayThis is itThis is okay , but Tim Vainio, a chartered accountant, believes that too many companies are afraid of losing a relationship, and that,before undertaking any actionafter undertaking any actionbefore undertaking any actionsbefore undertaken any actionbefore undertaking any action , the focus should be on recovering as much money as possible, rather than on runningruiningpreparingpreservingpreservinga relationship."
  }
]