[
  {
    "answers": [
      "experimental",
      "decomposition",
      "suitability",
      "curb",
      "encroachment",
      "detrimental"
    ]
  },
  {
    "selections": [
      [
        "escritional",
        "experimental",
        "aberrational",
        "aboriginal"
      ],
      [
        "decomposition",
        "decommissions",
        "decompression",
        "decompensation"
      ],
      [
        "suitability",
        "compatibility",
        "unsuitability",
        "correctness"
      ],
      [
        "curb",
        "instruct",
        "crop",
        "encourages"
      ],
      [
        "encroachment",
        "evolution",
        "violation",
        "retreat"
      ],
      [
        "detrimental",
        "despotical",
        "deprival",
        "denormal"
      ]
    ]
  },
  {
    "text": "The invasion of non-indigenous plants is considered a primary threat to integrity and function of ecosystems. However, there is little quantitative or escritionalexperimentalaberrationalaboriginalexperimentalevidence for ecosystem impacts of invasive species. Justifications for control are often based on potential, but not presently realized, recognized or quantified, negative impacts. Should lack of scientific certainty about impacts of non-indigenous species result in postponing measures to prevent degradation? Recently, management of purple loosestrife (Lythrum salicaria), has been criticized for (1) lack of evidence demonstrating negative impacts of L. salicaria, and (2) management using biocontrol for lack of evidence documenting the failure of conventional control methods. Although little quantitative evidence on negative impacts on native wetland biota and wetland function was available at the onset of the control program in 1985, recent work has demonstrated that the invasion of purple loosestrife into North American freshwater wetlands alters decompositiondecommissionsdecompressiondecompensationdecompositionrates and nutrient cycling, leads to reductions in wetland plant diversity, reduces pollination and seed output of the native Lythrum alatum, and reduces habitat suitabilitycompatibilityunsuitabilitycorrectnesssuitability for specialized wetland bird species such as black terns, least bitterns, pied-billed grebes, and marsh wrens. Conventional methods (physical, mechanical or chemical), have continuously failed to curbinstructcropencouragescurb(han che su lay lan cua) the spread of purple loosestrife or to provide satisfactory control. Although a number of generalist insect and bird species utilize purple loosestrife, wetland habitat specialists are excluded by encroachmentevolutionviolationretreatencroachment(giam tu tu cai gi) of L. salicaria. We conclude that (1) negative ecosystem impacts of purple loosestrife in North America justify control of the species and that (2) detrimentaldespoticaldeprivaldenormaldetrimentaleffects of purple loosestrife on wetland systems and biota and the potential benefits of control outweigh potential risks associated with the introduction of biocontrol agents."
  }
]