[
  {
    "answers": [
      "in",
      "clearly",
      "complex",
      "activities",
      "one",
      "focus",
      "associate",
      "species"
    ]
  },
  {
    "selections": [
      [
        " in ",
        " which ",
        " for ",
        " of "
      ],
      [
        " already ",
        " previously ",
        " clearly ",
        " initially "
      ],
      [
        " mundane ",
        " straightforward ",
        " resourceful ",
        " complex "
      ],
      [
        " learnings ",
        " method ",
        " activities ",
        " endeavor "
      ],
      [
        " ordinary ",
        " one ",
        " another ",
        " ultimate "
      ],
      [
        " reasoning ",
        " goal ",
        " possibility ",
        " focus "
      ],
      [
        " signify ",
        " associate ",
        " globalize ",
        " spend "
      ],
      [
        " species ",
        " society ",
        " throng ",
        " attendants "
      ]
    ]
  },
  {
    "text": "Learning is a process by which behavior or knowledge changes as a result of experience. Learning from experience plays a major role  in  which  for  of  in  enabling us to do many things that we  already  previously  clearly  initially  clearly  were not born to do, from the simplest tasks, such as flipping a light switch, to the more  mundane  straightforward  resourceful  complex  complex , such as playing a musical instrument. To many people, the term “learning” signifies the  learnings  method  activities  endeavor  activities  that students do reading, listening, and taking tests in order to acquire new information. This process, which is known as cognitive learning, is just  ordinary  one  another  ultimate  one  type of learning, however. Another way that we learn is by associative learning, which is the  reasoning  goal  possibility  focus  focus  of this module. You probably  signify  associate  globalize  spend  associate  certain holidays with specific sights, sounds, and smells, or foods with specific flavors and textures. We are not the only species  society  throng  attendants  species  with this skill even the simplest animals such as the earthworm can learn by association."
  }
]