[
  {
    "answers": [
      "impression",
      "positive",
      "tone",
      "prospective"
    ]
  },
  {
    "selections": [
      [
        "feeling",
        "impression",
        "impact"
      ],
      [
        "absolute",
        "negative",
        "positive"
      ],
      [
        "intonation",
        "accent",
        "tone",
        "rhythm"
      ],
      [
        "prospective",
        "coming",
        "approaching",
        "expected"
      ]
    ]
  },
  {
    "text": "It’s probably one of the most overused phrases in job-hunting, but also one of the most underutilized by jobseekers: dress for success, in job-hunting, first feelingimpressionimpactimpressionare critical. Remember, you are marketing a product — yourself — to a potential employer, and the first thing the employer sees when greeting you is your attire; thus, you must make every effort to have the proper dress for the type of job you are seeking. Will dressing properly get you the job? Of course not, but it will give you a competitive edge  and aabsolutenegativepositivepositivefirst impression. Should you be judged by what you wear? Perhaps not, but the reality is, of course, that you are judged. Throughout the entire job-seeking process employers use short-cuts – heuristics or rules of thumb – to save time. With cover letters, it’s the opening paragraph and a quick scan of your qualifications. With resumes, it is a quick scan of your accomplishments. With the job interview, it’s how you’re dressed that sets the intonationaccenttonerhythmtoneof the interview. How should you dress? Dressing conservatively is always the safest route, but you should also try and do a little investigating of your prospectivecomingapproachingexpectedprospectiveemployer so that what you wear to the interview makes you look as though you fit in with the organization. If you overdress (which is rare but can happen) or underdress (the more likely scenario), the potential employer may feel that you don’t care enough about the job."
  }
]