[
  {
    "answers": [
      "circumstances",
      "somehow",
      "absent",
      "produces",
      "predict",
      "at"
    ]
  },
  {
    "selections": [
      [
        "contexts",
        "circumstances",
        "inspections",
        "intuitions"
      ],
      [
        "somehow",
        "somebody",
        "someone",
        "something"
      ],
      [
        "disappointde",
        "absent",
        "inadequate",
        "absolute"
      ],
      [
        "creates",
        "produces",
        "loses",
        "protects"
      ],
      [
        "predict",
        "produce",
        "pretend",
        "precede"
      ],
      [
        "at",
        "on",
        "to",
        "beyond"
      ]
    ]
  },
  {
    "text": "Have you ever wondered what our future is like?Practically all people exhibit a desire to predict their futurecontextscircumstancesinspectionsintuitionscircumstances .Most people seem inclined to undertake this task using causal reasoning.First we generally recognize that future circumstances aresomehowsomebodysomeonesomethingsomehow caused or conditioned by present ones.We learn that getting an education will affect how much money we earn later and that swimming beyond the reef may bring an unhappy encounter with a shark.  Second,people also learn that such patterns of cause and effect are probabilistic in nature.That is,the effects occur more often when the causes occur than when the causes are disappointdeabsentinadequateabsoluteabsent , but not always.Thus,students learn that studying hardcreatesproduceslosesprotectsproduces good grades in most instances,but not every time.Science makes these concepts of causality and probability more explicit and provides techniques for dealing with then more accurately than does causal human inquiry.In looking at ordinary human inquiry,we need to distinguish between prediction and understanding.Often,even if we don’t understand why,we are willing to act on the basis of a demonstrated predictive ability.  Whatever the primitive drives that motivate human beings,satisfying them depends heavily on the ability to predictproducepretendprecedepredict future circumstances.The attempt to predict is often played in a context of knowledge and understanding.If you can understand why certain regular patterns occur, you can predict better than if you simply observe those patterns.Thus,human inquiry aimsatontobeyond at answering both “what” and “why” question,and we pursue these goals by observing and figuring out."
  }
]