[
  {
    "answers": [
      "will be",
      "series",
      "raised",
      "induce",
      "reduce",
      "either",
      "market",
      "amount",
      "force",
      "result"
    ]
  },
  {
    "selections": [
      [
        " was ",
        " is ",
        " will be ",
        " has been "
      ],
      [
        " series ",
        " downfall ",
        " uprising ",
        " discount "
      ],
      [
        " higher ",
        " lower ",
        " raised ",
        " lowered "
      ],
      [
        " induce ",
        " trick ",
        " scare ",
        " relapse "
      ],
      [
        " balance ",
        " reduce ",
        " retaliate ",
        " shift "
      ],
      [
        " rather ",
        " either ",
        " potentially ",
        " quickly "
      ],
      [
        " list ",
        " market ",
        " board ",
        " consumption "
      ],
      [
        " price ",
        " subsidy ",
        " amount ",
        " commission "
      ],
      [
        " halt ",
        " hold ",
        " phase ",
        " force "
      ],
      [
        " rule ",
        " advantage ",
        " result ",
        " disadvantage "
      ]
    ]
  },
  {
    "text": "The supply of a thing, in the phrase “supply and demand,” is the amount that  was  is  will be  has been  will be  offered for sale at each of a  series  downfall  uprising  discount  series  of prices; the demand is the amount that will be bought at each of a series of prices. The principle that value depends on supply and demand means that in the case of nearly every commodity, more will be bought if the price is lowered, less will be bought if the price is  higher  lower  raised  lowered  raised  Therefore sellers, if they wish to  induce  trick  scare  relapse  induce  buyers to take more of a commodity than they are already doing, must  balance  reduce  retaliate  shift  reduce its price; if they raise its price, they will sell less. If there is a general falling off if in demand — due, say, to trade depression — sellers will  rather  either  potentially  quickly  either  have to reduce prices or put less on the list  market  board  consumption  market ; they will not be able to sell the same amount at the same price. Similarly with supply, at a certain price a certain price  subsidy  amount  commission  amount  will be offered for sale, at a higher price more will be offered, at a lower price less. If consumers want more, they must offer a higher price; if they want less, they will probably be able to halt  hold  phase  force  force  prices down. That is the first rule  advantage  result  disadvantage  result  of a change in demand or supply."
  }
]