[
  {
    "answers": [
      "weight",
      "consequences",
      "diverged",
      "dissipated",
      "strike"
    ]
  },
  {
    "selections": [
      [
        "effort",
        "thought",
        "stress",
        "weight"
      ],
      [
        "excuses",
        "consequences",
        "reasons",
        "origins"
      ],
      [
        "met",
        "differentiated",
        "diverged",
        "converted"
      ],
      [
        "dissipated",
        "weakened",
        "vanished",
        "faded"
      ],
      [
        "destroy",
        "invade",
        "defeat",
        "strike"
      ]
    ]
  },
  {
    "text": [
      "When I enrolled in my master’s course at Oxford last year, I had come straight from medical school with the decision to leave clinical science for good. Thinking back, I realize that I didn’t put very much effortthoughtstressweight weight  on this decision at the time. But today, I more clearly understand the excusesconsequencesreasonsoriginsconsequences  of leaving my original profession. When I meet old friends who are now physicians and surgeons, I sense how our views on medical problems have metdifferentiateddivergedconverted diverged . They scrutinize the effects of disease and try to eliminate or alleviate them; I try to understand how they come about in the first place. I feel happier working on this side of the problem, although I do occasionally miss clinical work and seeing patients. However, when I think about the rate at which my medical skills and knowledge have dissipatedweakenedvanishedfaded dissipated , the years spent reading weighty medical textbooks, the hours spent at the bedside, I sometimes wonder if these years were partly a waste of time now that I am pursuing a research career.",
      "Nonetheless, I know the value of my medical education. It is easy to forget the importance of the biosciences when working with model organisms in basic research that seem to have nothing to do with a sick child or a suffering elderly person. Yet, I still have vivid memories of the cruel kaleidoscope of severe diseases and of how they can destroyinvadedefeatstrike strike  a human being. I hope to retain these memories as a guide in my current occupation."
    ]
  }
]