[
  {
    "answers": [
      "controls",
      "changed",
      "enterprise",
      "stalked",
      "potent"
    ]
  },
  {
    "selections": [
      [
        "command",
        "dominate ",
        "controls",
        "rule"
      ],
      [
        "modified",
        "altered",
        "changed",
        "reshaped "
      ],
      [
        "enterprise ",
        "endeavor",
        "move",
        "scheme"
      ],
      [
        "stride",
        "followed",
        "tracked",
        "stalked"
      ],
      [
        "mighty",
        "potent",
        "dominant",
        "forceful "
      ]
    ]
  },
  {
    "text": "Leonard Lauder, chief executive of the company his mother founded, says she always thought she “was growing a nice little business.” And that it is — a little business that commanddominate controlsrulecontrols45% of the cosmetics market in U.S. department stores. A little business that sells in 118 countries and last year grew to be $3.6 billion big in sales. The Lauder family’s shares are worth more than $6 billion.  But early on, there wasn’t a burgeoning business; there weren’t houses in New York, Palm Beach, Fla., or the south of France. It is said that at one point there was one person to answer the telephones who modifiedalteredchangedreshaped changedher voice to become the shipping or billing department as needed.  You more or less know the Estee Lauder story because it’s a chapter from the book of American business folklore. In short, Josephine Esther Mentzer, daughter of immigrants, lived above her father’s hardware store in Corona, a section of Queens in New York City. She started her enterprise endeavormoveschemeenterprise by selling skin creams concocted by her uncle, a chemist, in beauty shops, beach clubs and resorts.  No doubt the potions were good Estee Lauder was a quality fanatic — but the saleslady was better. Much better. And she simply outworked everyone else in the cosmetics industry. She stridefollowedtrackedstalkedstalkedthe bosses of New York City department stores until she got some counter space at Saks Fifth Avenue in 1948. And once in that space, she utilized a personal selling approach that proved asmightypotentdominantforceful potentas the promise of her skin regimens and perfumes."
  }
]