[
  {
    "answers": [
      "pieced",
      "coming",
      "predicts",
      "available",
      "expect",
      "cause"
    ]
  },
  {
    "selections": [
      [
        "taken",
        "pieced",
        "kept",
        "made"
      ],
      [
        "being",
        "becoming",
        "carrying",
        "coming"
      ],
      [
        "schedules",
        "plans",
        "predicts",
        "designs"
      ],
      [
        "advisable",
        "affordable",
        "available",
        "valuable"
      ],
      [
        "solve",
        "arose",
        "exercise",
        "expect"
      ],
      [
        "confront",
        "cause",
        "witness",
        "collect"
      ]
    ]
  },
  {
    "text": "According to BT’s futurologist, Ian Pearson, these are among the developments scheduled for the first few decades of the new millennium(a period of 1，000 years), when supercomputers will dramatically accelerate progress in all areas of life.  Pearson hastakenpiecedkeptmadepieced together to work of hundreds of researchers around the world to produce a unique millennium technology calendar that gives the latest dates when we can expect hundreds of key breakthroughs and discoveries to take place. Some of the biggest developments will be in medicine, including an extended life expectancy and dozens of artificial organsbeingbecomingcarryingcomingcoming into use between now and 2040.  Pearson alsoschedulesplanspredictsdesignspredicts a breakthrough in computer human links. “By linking directly to our nervous system, computers could pick up what we feel and, hopefully, simulate feeling too so that we can start to develop full sensory environments, rather like the holidays in Total Recall or the Star Trek holodeck,”he says.  But that, Pearson points out, is only the start of man-machine integration:”It will be the beginning of the long process of integration that will ultimately lead to a fully electronic human before the end of the next century.”Through his research, Pearson is able to put dates to most of the breakthroughs that can be predicted. However, there are still no forecasts for when faster-than-light travel will be advisableaffordableavailablevaluableavailable , or when human cloning will be perfected, or when time travel will be possible.  But he doessolvearoseexerciseexpectexpect social problems as a result of technological advances. A boom in neighborhood surveillance cameras will, for example, confrontcausewitnesscollectcause problems in 2010, while the arrival of synthetic lifelike robots will mean people may not be able to distinguish between their human friends and the droids. And home appliances will also become so smart that controlling and operating them will result in the breakout of a new psychological disorder-kitchen rage."
  }
]