[
  {
    "answers": [
      "Just when",
      "to give",
      "purpose",
      "However",
      "speed",
      "printed",
      "fails to cover",
      "source"
    ]
  },
  {
    "selections": [
      [
        "Just when",
        "While",
        "Soon after",
        "Before"
      ],
      [
        "to give",
        "giving",
        "given",
        "being given"
      ],
      [
        "reason",
        "cause",
        "problem",
        "purpose"
      ],
      [
        "However",
        "And",
        "Therefore",
        "So"
      ],
      [
        "value",
        "ratio",
        "rate",
        "speed"
      ],
      [
        "spread",
        "passed",
        "printed",
        "completed"
      ],
      [
        "tries to cover",
        "manages to cover",
        "fails to cover",
        "succeeds in"
      ],
      [
        "source",
        "origin",
        "course",
        "finance"
      ]
    ]
  },
  {
    "text": "Who won the World Cup 1994 football game? What happened at the United Nations? How did the critics like the new play? Just whenWhileSoon afterBeforeJust when an event takes place; newspapers are on the streetsto givegivinggivenbeing givento give the details. Wherever anything happens in the world’ reports are on the spot to gather the news.  Newspapers have one basic reasoncauseproblempurposepurpose ‘ to get the news as quickly as possible from its source’ from those who make it to those who want to know it. Radio’ telegraph’ television’ and other inventions brought competition for newspapers. So did the development of magazines and other means of communication. HoweverAndThereforeSoHowever ‘ this competition merely spurred the newspapers on. They quickly made use of the newer and faster means of communication to improve the valueratioratespeedspeed and thus the efficiency of their own operations. Today more newspapers arespreadpassedprintedcompletedprinted and read than ever before. Competition also led newspapers to branch out to many other fields. Besides keeping readers informed of the latest news’ today’s newspapers educate and influence readers about politics and other important and serious matters. Newspapers influence readers’ economic choices through advertising. Most newspapers depend on advertising for their very existence .Newspapers are sold at a price thattries to covermanages to coverfails to coversucceeds in fails to cover  even a small fraction of the cost of production. The mainsourceorigincoursefinancesource of income for most newspapers is commercial advertising. The success in selling advertising depends on a newspaper’s value to advertisers. This is measured in terms of circulation. How many people read the newspaper? Circulation depends much on the work of the circulation department and on the services or entertainment offered in a newspaper’s pages. But for the most part’ circulation depends on a newspaper’s value to readers as a source of information about the community’ city’ country’ state’ nation’ and world—and even outer space."
  }
]