[
  {
    "answers": [
      "thrown",
      "calm",
      "fainted",
      "urgent",
      "to",
      "instructions"
    ]
  },
  {
    "selections": [
      [
        "shifted",
        "thrown",
        "put",
        "moved"
      ],
      [
        "well",
        "still",
        "calm",
        "quiet"
      ],
      [
        "fallen",
        "failed",
        "faded",
        "fainted"
      ],
      [
        "patient",
        "anxious",
        "urgent",
        "nervous"
      ],
      [
        "to",
        "by",
        "near",
        "on"
      ],
      [
        "impression",
        "information",
        "inspections",
        "instructions"
      ]
    ]
  },
  {
    "text": "As the plane circled over the airport, everyone sensed that something was wrong.The plane was moving unsteadily through the air, and although the passengers had fastened their seat belts, they were suddenlyshiftedthrownputmovedthrown forward.At that moment, the air-hostess appeared. She looked very pale, but was quite wellstillcalmquietcalm .Speaking quickly but almost in a whisper, she informed everyone that the pilot hadfallenfailedfadedfaintedfainted and asked if any of the passengers knew anything about machines or at least how to drive a car.After a moments hesitation, a man got up and followed the hostesssintosthe pilot’s cabin.Moving the pilot aside, the man took his seat and listened carefully to the patientanxiousurgentnervousurgent instructions that were being sent by radio from the airport below. The plane was now dangerously closetobynearonto the ground, but to everyone’s relief, it soon began to climb.The man had to circle the airport several times insgroupsto become familiar with the controls of the plane. But the danger had not yet passed.The terrible moment came when he had to land.Followingimpressioninformationinspectionsinstructionsinstructions , the man guided the plane toward the airfield.It shook violently as it touched the ground and then moved rapidly along the runway and after a long run it stopped safely."
  }
]