[
  {
    "answers": [
      "associations",
      "illustrious",
      "posed",
      "aspect",
      "limit",
      "illustrations",
      "varied"
    ]
  },
  {
    "selections": [
      [
        " affiliations ",
        " associations ",
        " partnerships ",
        " liaisons "
      ],
      [
        " illustrious ",
        " disgraceful ",
        " appalling ",
        " atrocious "
      ],
      [
        " painted ",
        " drew ",
        " sketched ",
        " posed "
      ],
      [
        " truth ",
        " phase ",
        " aspect ",
        " condition "
      ],
      [
        " liberate ",
        " limit ",
        " restrain ",
        " hinder "
      ],
      [
        " definitions ",
        " illustrations ",
        " comments ",
        " interpretations "
      ],
      [
        " social ",
        " artistic ",
        " varied ",
        " enterprising "
      ]
    ]
  },
  {
    "text": "Thea Proctor was just sixteen when her entry at the Bowral Art Competition caught the eye of the judge, Arthur Streeton. It was the first of many  affiliations  associations  partnerships  liaisons  associations  with at world recruits. The next year saw her at the Julian Ashton Art School in the  illustrious  disgraceful  appalling  atrocious  illustrious  company of Elioth Gruner, Sydney Long and George Lambert, for whom she often  painted  drew  sketched  posed  posed  and remained her great friend until his death in 1930.  Lambert’s paintings and sketches of Proctor emphasis the elegance of her dress. A keen interest in fashion was just one  truth  phase  aspect  condition  aspect of her fascination with design, and she saw herself as an early style guru on a quest to rid Australian art of “its lack of imagination and inventive design”. Skilled in watercolors and drawings, Proctor did not  liberate  limit  restrain  hinder  limit  herself to paper, canvases or to her popular magazine  definitions  illustrations  comments  interpretations  illustrations ; she designed theatre sets and a restaurant interior and wrote on a range of subjects from flower arranging to the colors of cars. It made for a busy and  social  artistic  varied  enterprising  varied  life but, as she said she was not the sort of person “who could sit at home and knit socks”."
  }
]