[
  {
    "answers": [
      "Uncommon",
      "Albeit",
      "Ignite",
      "Declared"
    ]
  },
  {
    "selections": [
      [
        "Rare",
        "Uncommon",
        "Common",
        "Least"
      ],
      [
        "Although",
        "In spite",
        "Albeit",
        "However"
      ],
      [
        "Ignite",
        "Light",
        "Fire",
        "Enlighten"
      ],
      [
        "Command",
        "Declared",
        "Accepted",
        "Agreed"
      ]
    ]
  },
  {
    "text": [
      "All the vehicles that are being driven on the road need fuel in order to function. In our world, there are two fuels that are used to run vehicles; one is petrol and the other one is diesel, with the former one being more widespread and commonly used. In countries like USA, diesel engines areRareUncommonCommonLeastUncommonwhereas in India, it isn’t rare to find cars which run on diesel.",
      "There are quite a lot of differences between petrol and diesel engines. We all might have wondered at a point of time about why some vehicles run on petrol while others run on diesel. The answer isn’t a simple one,AlthoughIn spiteAlbeitHoweverAlbeitsimple to understand. There are many differences between the engines of both the fuel types. The main difference is the fact that petrol is volatile than diesel, meaning that it burns easily whereas diesel is less volatile. Based on these differences, we can understand how and why the engines are designed the way they are.",
      "The petrol engines use spark plugs toIgniteLightFireEnlightenIgnitethe fuel whereas the diesel engines use fuel injectors. The air compression needs to be done in the case of diesel engine whereas the petrol engines start by mixing air and petrol to form a combustible mixture. As the diesel engines make use of air compressors, the compression ratio in diesel engines is larger and thereby results in higher power generation than the petrol engines. The diesel engines are also heavier in mass and are expensive to maintain when compared to their petrol counterparts. Though diesel is less volatile and burns slower than petrol, it still releases greater volume of emissions when compared to diesel. Therefore, by keeping all these observations in mind, it isCommandDeclaredAcceptedAgreedDeclaredthat the usage of petrol vehicles is environmental friendly when compared to diesel engines."
    ]
  }
]