[
  {
    "answers": [
      "audaciously",
      "hermetic",
      "wandering",
      "opus"
    ]
  },
  {
    "selections": [
      [
        "fearlessly ",
        "gallantly ",
        "audaciously ",
        "boldly "
      ],
      [
        "hermetic ",
        "waterproof ",
        "impervious ",
        "sealed "
      ],
      [
        "nomadic ",
        "meandering ",
        "roving ",
        "wandering "
      ],
      [
        "music ",
        "opus ",
        "creation ",
        "composition "
      ]
    ]
  },
  {
    "text": "Plants & Animals are a Montreal-based indie rock trio that began playing together as kids. Touring arduously for about five years after their proper full-length debut in 2008, they pretty much made their records on the go until 2013. So the band’s decision to be slow, deliberate, and thorough on their latest offering, Waltzed in from the Rumbling, represents a major change of pace. Finally sleeping in their in own beds while recording, the band assembled the album over the course of nine seasons. It’s a return to their origins, but it also pushes fearlessly gallantly audaciously boldly audaciously forward.  The aesthetic varies wildly and wonderfully from track to track, each song having its own hermetic waterproof impervious sealed hermetic seal but somehow still melding cohesively as a body of work. Jangling guitars, drums leaning toward the off-kilter swing of J Dilla, found sounds, a hint of shoegaze, and unorthodox instrumentation come together to keep the ear constantly engaged with a feeling of constant evolution. They found an antique guiro next to a broken VCR and recorded both. They made an empty fridge sound like a timpani drum. They recorded gossip on a city bus. They brought in classical string flourishes. They sometimes left mistakes if they felt they were perfectly imperfect. It’s truly DIY, but with a feel of big production value that makes the album soar.  Contemplative lyrics anchor the album through all the exploratory nomadic meandering roving wandering wandering . The words are delivered melodically, belying their potency, but listening beyond the pretty aesthetic reveals piercing observations and an undeniable translation of feeling. The simplicity of the penetrating refrain on the three-part mini music opus creation composition opus “Je Voulais Te Dire” is a paragon of how the lyrics effortlessly cut through the instrumentation. Guitarist/ vocalist Warren Spicer sings “It’s only love, but you want it bad,” encompassing how we try to avoid and downplay our desire for love and affection, but ultimately search and long for it anyway."
  }
]