[
  {
    "answers": [
      "make",
      "findings",
      "heads",
      "hungry",
      "behavior",
      "integrate",
      "perform",
      "out",
      "mechanism"
    ]
  },
  {
    "selections": [
      [
        " make ",
        " predefine ",
        " uptake ",
        " realize "
      ],
      [
        " classifications ",
        " chemistry ",
        " body ",
        " findings "
      ],
      [
        " shells ",
        " habitats ",
        " bodies ",
        " heads "
      ],
      [
        " dying ",
        " hungry ",
        " necessary ",
        " achievable "
      ],
      [
        " patterns ",
        " behavior ",
        " movement ",
        " preparation "
      ],
      [
        " integrate ",
        " obtain ",
        " fetch ",
        " inaugurate "
      ],
      [
        " design ",
        " fuse ",
        " perform ",
        " administer "
      ],
      [
        " away ",
        " in ",
        " out ",
        " by "
      ],
      [
        " habit ",
        " stimulus ",
        " compound ",
        " mechanism "
      ]
    ]
  },
  {
    "text": "Snails are not traditionally known for quick thinking, but new research shows they can  make  predefine  uptake  realize  make  complex decisions using just two brain cells in  classifications  chemistry  body  findings  findings  that could help engineers design more efficient robots. Scientists at the University of Sussex attached electrodes to the  shells  habitats  bodies  heads  heads of freshwater snails as they searched for lettuce. They found that just one cell was used by the mollusk to tell if it was  dying  hungry  necessary  achievable  hungry  or not, while another let it know when food was present. Food-searching is an example of goal-directed  patterns  behavior  movement  preparation  behavior , during which an animal must  integrate  obtain  fetch  inaugurate  integrate  information about both its external environment and internal state while using as little energy as possible. Lead researcher Professor George Kemenes, said: “This will eventually help us design the “brains” of robots based on the principle of using the fewest possible components necessary to  design  fuse  perform  administer  perform  complex tasks. “What goes on in our brains when we make complex behavioral decisions and carry them away  in  out  by  out  is poorly understood. “Our study reveals for the first time how just two neurons can create a habit  stimulus  compound  mechanism  mechanism  in an animal’s brain which drives and optimizes complex decision-making tasks."
  }
]