[
  {
    "answers": [
      "including",
      "observed",
      "engages",
      "influence",
      "operations"
    ]
  },
  {
    "selections": [
      [
        "involving",
        "containing",
        "comprising",
        "including"
      ],
      [
        "observed",
        "discovered",
        "explained",
        "expressed"
      ],
      [
        "promises",
        "admits",
        "engages",
        "involves"
      ],
      [
        "experience",
        "power",
        "domination",
        "influence"
      ],
      [
        "performances",
        "behaviors",
        "operations",
        "movements"
      ]
    ]
  },
  {
    "text": [
      "Founded after World War II by 51 “peace-loving states” combined to oppose future aggression, the UN now counts 193 member nations, involvingcontainingcomprisingincluding including  its newest members, Nauru, Kiribati, and Tonga in 1999, Tuvalu and Yugoslavia in 2000, Switzerland and East Timor in 2002, Montenegro in 2006, and South Sudan in 2011.",
      "United Nations Day has been  observeddiscoveredexplainedexpressedobserved  on October 24 since 1948 and celebrates the objectives and accomplishments of the organization, which was established on October 24, 1945.",
      "The UN promisesadmitsengagesinvolves engages  in peacekeeping and humanitarian missions across the globe. Though some say its  experiencepowerdominationinfluenceinfluence  has declined in recent decades, the United Nations still plays a tremendous role in world politics. In 2001 the United Nations and Kofi Annan, then secretary-general of the UN, won the Nobel Peace Prize “for their work for a better organized and more peaceful world.”",
      "Since 1948 there have been 63 UN peacekeeping performancesbehaviorsoperationsmovements operations ; 16 are currently under way. Thus far, close to 130 nations have contributed personnel at various times; 119 are currently providing peacekeepers. As of 31 August 2008, there were 16 peacekeeping operations underway with a total of 88,230 personnel. The small island nation of Fiji has taken part in virtually every UN peacekeeping operation, as has Canada."
    ]
  }
]