[
  {
    "answers": [
      "contains",
      "consumed",
      "kept",
      "depressed",
      "associated",
      "while",
      "moderation"
    ]
  },
  {
    "selections": [
      [
        "combines",
        "contents",
        "consists",
        "contains"
      ],
      [
        "consumed",
        "conducted",
        "engaged",
        "attracted"
      ],
      [
        "taken",
        "made",
        "put",
        "kept"
      ],
      [
        "immersed",
        "depressed",
        "oppressed",
        "compelled"
      ],
      [
        "associated",
        "connected",
        "coincided",
        "compared"
      ],
      [
        "though",
        "while",
        "before",
        "until"
      ],
      [
        "moderation",
        "particular",
        "meditation",
        "standard"
      ]
    ]
  },
  {
    "text": "Coffee can be considered one of nature’s greatest gifts. It gives mental and emotional clarity without harmful side effects, and itcombinescontentsconsistscontains contains a wealth of nutrients. Yet, when most people drink coffee, they are not thinking that the beverage is improving their  health. In fact, some may even feel a little guilty,since some believe coffee isn’t good for you at all.  Well, coffee, like anything else, can cause problems if too much is  consumedconductedengagedattractedconsumed . Moderate consumption of coffee provides your body with a wealth of antioxidants. These substances are responsible for eliminating free radicals. They are the chemical byproducts produced any time your body does, something. A small number of them can help serve as a buffer against negative elements, if they aren’t  takenmadeputkeptkept in check.  they can cause health problems. Antioxidants ensure that this doesn’t happen.  The psychological effects of caffeine cannot be ignored either. Not only does caffeine make you more alert, but it can actually affect your mood. If you were feelingimmerseddepressedoppressedcompelleddepressed or overwhelmed, a nice cup of coffee could change your perspective.The stack of work that seemed impossible before isn’t even a problem now.  In addition, caffeine helps stimulate creativity as it speeds up the body’s functioning. That’s why coffee is often  associatedconnectedcoincidedcomparedassociated with writers and other intellectual professions. Other drugs tend to make people dumber. Consider what happens when people get high off of crack or when they get drunk off of alcohol. They won’t be functional at all. But with coffee, an individual gets a creative boostthoughwhilebeforeuntil while still helping their bodies.  In conclusion, don’t feel bad when you’re brewing your morning cup of coffee.Unlike a can of soda or a shot of alcohol, coffee will make you feel wonderful while keeping you healthy. Just remember, you do have to consume the beverage in  moderationparticularmeditationstandardmoderation ."
  }
]