[
  {
    "answers": [
      "usage",
      "on",
      "switch",
      "unnecessary",
      "however",
      "applies"
    ]
  },
  {
    "selections": [
      [
        "application",
        "use",
        "utility",
        "usage"
      ],
      [
        "on",
        "in",
        "for",
        "by"
      ],
      [
        "change",
        "transform",
        "turn",
        "switch"
      ],
      [
        "essential",
        "unnecessary",
        "advantageous",
        "useless"
      ],
      [
        "however",
        "accordingly",
        "consequently",
        "thus"
      ],
      [
        "refers",
        "comes",
        "applies",
        "amounts"
      ]
    ]
  },
  {
    "text": "A translator must have an excellent, up-to-date knowledge of his source languages.He must fill facility in the handling of his target language, which will be his mother tongue or language of habitualapplicationuseutilityusageusage , and a knowledge and understanding of the latest subject-matter in his field of specialization. This is, as it were, his professional equipment. In addition to this, it is desirable that he should have an enquiring mind, wide interests, a good memory and the ability to grasp quickly the basic principles of new developments.  He should be willing to work oninforbyon his own, often at high speeds, but should be humble enough to consult other people because his own knowledge does not always prove adequate to the task in hand. He should be able to type fairly quickly and accurately and, if he is working mainly for publication, should have more than a nodding acquaintance with printing techniques and proof-reading.  If he is working basically as an information translator, let us say, for an industrial firms, he should have the flexibility of mind to enable him tochangetransformturnswitchswitch rapidly from one source language to another, as well as from one subject-matter to another, since this ability is frequently required of him in such work. Bearing in mind the nature of the translator’s work, i.e. the processing of the written word, it is, strictly speaking, essentialunnecessaryadvantageoususelessunnecessary that he should be able to speak the languages he is dealing with.  If he does speak them, it is an advantage rather than a hindrance, but this skill is in many ways a luxury that he can do away with. It is,howeveraccordinglyconsequentlythushowever , desirable that he should have an approximate idea about the pronunciation of his source languages, even if this is restricted to knowing how proper names and place names are pronounced. The samereferscomesappliesamountsapplies to an ability to write his source languages. If he can, well and good; if he cannot, it does not matter."
  }
]