[
  {
    "answers": [
      "Incur",
      "Root",
      "Resolve",
      "establish",
      "Derive"
    ]
  },
  {
    "selections": [
      [
        "Receive ",
        "Get ",
        "Incur ",
        "Dawn upon "
      ],
      [
        "Basic ",
        "Root ",
        "Common ",
        "First "
      ],
      [
        "Resolve ",
        "Ceasefire ",
        "Stop ",
        "Reset "
      ],
      [
        "start ",
        "create ",
        "establish ",
        "develop "
      ],
      [
        "Evolve ",
        "Derive ",
        "Receive ",
        "Obtain"
      ]
    ]
  },
  {
    "text": [
      "We often Receive Get Incur Dawn upon Incurproblems and difficulties on a daily basis. In such instances, finding out the root cause of the problem or the difficulty is almost always the key to eliminating and solving the problem or difficulty. There are many techniques out there that are used to solve problems.",
      "One such technique is an iterative interrogative technique called the technique of 5 Whys. By using this technique, we can find the Basic Root Common First Root cause of a problem. The working of this technique or the application is quite simple. Once we know what the problem or difficulty is, we should be asking 5 questions in the form of why in order to arrive at a root cause of the problem.",
      "This technique was first invented and used by Sakichi Toyodo in the Toyota Company. He used this technique in order to Resolve Ceasefire Stop Reset Resolve technical issues and difficulties while manufacturing vehicles in the factory on the assembly line. This technique is mainly used to start create establish develop establish a cause and effect relationship between a problem and its root cause. Also, in this technique, the number 5 was obtained after anecdotal observation for the number of iterations required to resolve any problem or an issue. Also, every problem doesn’t always have a single root cause and we cannot almost always Evolve Derive Receive ObtainDerive it down to a single root cause.",
      "Nevertheless, this technique of 5 Whys has been applicable in many fields like Machine learning, Kaizen and Six Sigma."
    ]
  }
]