[
  {
    "answers": [
      "grown",
      "imaginary",
      "Moreover",
      "ago",
      "could",
      "make"
    ]
  },
  {
    "selections": [
      [
        "growing",
        "grown",
        "being grown",
        "having grown"
      ],
      [
        "imaginary",
        "imaginable",
        "imaginative",
        "imagery"
      ],
      [
        "Further",
        "However",
        "Moreover",
        "Whereas"
      ],
      [
        "before",
        "ago",
        "later",
        "lately"
      ],
      [
        "would",
        "will",
        "could",
        "can"
      ],
      [
        "cause",
        "enable",
        "make",
        "get"
      ]
    ]
  },
  {
    "text": "Many people wrongly believe that when people reach old age, their families place them in nursing homes.They are left in the hands of strangers for the rest of their lives.Theirgrowinggrownbeing grownhaving growngrown children visit them only occasionally, but more often, they do not have any regular visitors.The truth is that this idea is an unfortunate myth-animaginaryimaginableimaginativeimageryimaginary story.In fact, family members provide over 80 percent of the care that elderly people need.Samuel Prestoon, a sociologist, studied how the American family is changing.He reported that by the time the average American couple reaches 40 years of age, they have more parents than children. FurtherHoweverMoreoverWhereasMoreover , because people today live longer after an illness than people did years beforeagolaterlatelyago , family members must provide long term care.More psychologists have found that all caregivers share a common characteristic: All caregivers believe that they are the best people for the job.In other words, they all felt that they wouldwillcouldcancould do the job better than anyone else.Social workers interviewed caregivers to find out why they took on the responsibility of caring for an elderly relative.Many caregivers believed they had obligation to help their relative.Some stated that helping others causeenablemakeget make them feel more useful.Others hoped that by helping someone now, they would deserve care when they became old and dependent. Caring for the elderlyand being taken care of can be a mutually satisfying experience for everyone who might be involved."
  }
]