[
  {
    "answers": [
      "funds",
      "gender",
      "invest",
      "conservative",
      "actually",
      "On the other hand",
      "While",
      "longer-term"
    ]
  },
  {
    "selections": [
      [
        " research ",
        " findings ",
        " funds ",
        " journal "
      ],
      [
        " wealth ",
        " gender ",
        " age ",
        " knowledge "
      ],
      [
        " invest ",
        " take ",
        " participate ",
        " give "
      ],
      [
        " certain ",
        " short-term ",
        " safe ",
        " conservative "
      ],
      [
        " normally ",
        " certainly ",
        " unlikely ",
        " actually "
      ],
      [
        " On the other hand ",
        " Although ",
        " Meanwhile ",
        " Hence "
      ],
      [
        " So ",
        " While ",
        " Similarly ",
        " Lastly "
      ],
      [
        " greedier ",
        " delicate ",
        " wealthy ",
        " longer-term "
      ]
    ]
  },
  {
    "text": "Dr Matthews said demographic characteristics had a substantial impact on the choices people made about KiwiSaver  research  findings  funds  journal  funds  and retirement savings more generally. When it came to fund selection, she found there were significant differences based on  wealth  gender  age  knowledge  gender . Men are more likely to  invest  take  participate  give  invest  in aggressive and growth funds, while women are more likely to choose  certain  short-term  safe  conservative  conservative  funds. “Males are risk takers, whether it’s in their choice of car or their investment fund,” she says. “But when it comes to long-term savings, risk taking can  normally  certainly  unlikely  actually  actually  be an advantage.”  On the other hand  Although  Meanwhile  Hence  On the other hand ,both the youngest and oldest age groups were more likely to be invested in conservative funds.  So  While  Similarly  Lastly  While  this might be appropriate for the life-cycle stage of older investors, it might not be so appropriate for younger,  greedier  delicate  wealthy  longer-term  longer-term  investors."
  }
]