[
  {
    "answers": [
      "relocated",
      "future",
      "residential",
      "constructed",
      "ground",
      "policies"
    ]
  },
  {
    "selections": [
      [
        "relocated",
        "reproduced",
        "reconstructed",
        "realized"
      ],
      [
        "general",
        "old",
        "past",
        "future"
      ],
      [
        "residual",
        "residential",
        "filled",
        "fooled"
      ],
      [
        "conjured",
        "construed",
        "constructed",
        "constructing"
      ],
      [
        "ground",
        "gerund",
        "grounding",
        "basic"
      ],
      [
        "debate",
        "conversation",
        "policies",
        "polices"
      ]
    ]
  },
  {
    "text": "The Edo-Tokyo Tatemono En is an open-air architectural museum but could be better thought of as a park. Thirty buildings from the 19th and early 20th centuries from all around Tokyo were restored and relocatedreproducedreconstructedrealizedrelocatedto the space, where they can be explored by generaloldpastfuturefuturegenerations to come. The buildings are a collection of houses and businesses, shops, and bathhouses, all of which would have been present on a typical middle-class street from Edoera to Showa-era Tokyo. The west section is residualresidentialfilledfooledresidentialwith traditional thatched roof bungalows of the 19th century. Meiji-era houses are also on view, conjuredconstruedconstructedconstructingconstructedin a more Western style after Japan opened its borders in 1868. The Musashino Sabo Cafe occupies thegroundgerundgroundingbasicgroundfloor of one such house, where visitors can enjoy a cup of tea. Grand residences like that of Korekiyo Takahashi, an early 20th-century politician assassinated over his controversial debateconversationpoliciespolicespoliciesdemonstrate how the upper class lived during that time period. The east section is primarily businesses from the 1920s and ‘30s, preserved with their wares on display. Visitors are free to wander through a kitchenware shop,a florist, an umbrella store, a bar, a soy sauce shop, a tailor’s, a cosmetics shop, and an inn complete with an operational noodle shop."
  }
]