[
  {
    "answers": [
      "characteristics",
      "ideal",
      "weigh",
      "conclusions",
      "onus",
      "critical",
      "account",
      "explicitly",
      "deliberate"
    ]
  },
  {
    "selections": [
      [
        " merits ",
        " gratifications ",
        " impulses ",
        " characteristics "
      ],
      [
        " exceptional ",
        " unrealistic ",
        " odd ",
        " ideal "
      ],
      [
        " weigh ",
        " measure ",
        " think ",
        " raise "
      ],
      [
        " attention ",
        " distinctions ",
        " attraction",
        "conclusions "
      ],
      [
        " pressure ",
        " weight ",
        " onus ",
        " burden "
      ],
      [
        " beneficial ",
        " critical ",
        " social ",
        " insignificant "
      ],
      [
        " responsibility ",
        " part ",
        " account ",
        " action "
      ],
      [
        " usually ",
        " honestly ",
        " explicitly ",
        " uniquely "
      ],
      [
        " deliberate ",
        " inaccurate ",
        " accurate ",
        " delusional "
      ]
    ]
  },
  {
    "text": "One of the  merits  gratifications  impulses  characteristics  characteristics  of ‘good’ information identified earlier was that it should be ‘balanced’. In an  exceptional  unrealistic  odd  ideal  ideal  world, ‘objective’ or ‘balanced’ information would present all the evidence for and against, and leave you to  weigh  measure  think  raise  weigh  this up and draw  attention  distinctions  attractionconclusions  conclusions  In the real world, however, we recognize that all information presents a position of interest, although this may not necessarily be intentional. Objectivity may therefore be an unachievable ideal. This means that the  pressure  weight  onus  burden  onus  is on you as the reader and user of the information to develop a  beneficial  critical  social  insignificant  critical  awareness of the positions represented in what you read, and to take  responsibility  part  account  action  account  of this when you interpret the information. In some cases, authors may usually  honestly  explicitly  uniquely  explicitly  express a particular viewpoint – this is perfectly valid as long as they are open about the perspective they represent. Hidden bias, whether or not it is deliberate  inaccurate  accurate  delusional  deliberate , can be misleading."
  }
]