[
  {
    "answers": [
      "substantially",
      "involves",
      "view",
      "inexplicably",
      "entirely",
      "conclusive"
    ]
  },
  {
    "selections": [
      [
        "substantively",
        "substantially",
        "substitutively",
        "subjectively"
      ],
      [
        "involves",
        "involves to",
        "is involved",
        "involves of"
      ],
      [
        "view",
        "look",
        "reassure",
        "agree"
      ],
      [
        "inexplicably",
        "inexpressibly",
        "inextricably",
        "inexpediently"
      ],
      [
        "entire",
        "entirety",
        "entirely",
        "entity"
      ],
      [
        "inclusive",
        "inclinable",
        "conclusive",
        "complicated"
      ]
    ]
  },
  {
    "text": "Reading involves looking at graphic symbols and formulating mentally the sounds and ideas they represent.Concepts of reading have changedsubstantivelysubstantiallysubstitutivelysubjectivelysubstantially over the centuries.During the 1950’s and 1960’s especially, increased attention has been devoted to defining and describing the reading process. Although specialists agree that readinginvolvesinvolves tois involvedinvolves ofinvolves a complex organization of higher mental functions, they disagree about the exact nature of the process.Some experts, who regard language primarily as a code using symbols to represent sounds, viewlookreassureagreeview reading as simply the decoding of symbolssintosthe sounds they stand for.  These authorities contend that meaning, being concerned with thinking, must be taught independently of the decoding process.Others maintain that reading is inexplicablyinexpressiblyinextricablyinexpedientlyinexplicably related to thinking, and that a child who pronounces sounds without interpreting their meaning is not truly reading.The reader, according some, is not just a person with a theoretical ability to read but one who actually reads.  Many adults, although they have the ability to read, have never read a book in itsentireentiretyentirelyentityentirely .By some expert they would not be classified as readers.Clearly, the philosophy, objectives, methods and materials of reading will depend on the definition one use.By the most inclusiveinclinableconclusivecomplicated conclusive and satisfactory definition, reading is the ability to unlock the sound-symbols code of the language, to interpret meaning for various purposes, at various rates, and at various levels of difficulty, and to do so widely and enthusiastically.In short reading is the interpretation of ideas through the use of symbols representing sounds and ideas."
  }
]