[
  {
    "answers": [
      "estimates",
      "spurred",
      "effectiveness",
      "sampled",
      "alternatives"
    ]
  },
  {
    "selections": [
      [
        "expects",
        "reports",
        "suspects",
        "estimates"
      ],
      [
        "spurred",
        "discovered",
        "made",
        "created"
      ],
      [
        "use",
        "effectiveness",
        "functions",
        "influence"
      ],
      [
        "tested",
        "verified",
        "sampled",
        "extracted"
      ],
      [
        "substitutions",
        "alternatives",
        "accessories",
        "by-products"
      ]
    ]
  },
  {
    "text": [
      "Mintel Consumer Intelligence expectsreportssuspectsestimatesestimates  the 2002 market for vegetarian foods, those that directly replace meat or other animal products, to be $1.5 billion. Note that this excludes traditional vegetarian foods such as produce, pasta, and rice. Mintel forecasts the market to nearly double by 2006 to $2.8 billion, with the highest growth coming from soymilk, especially refrigerated brands.",
      "The Food and Drug Administration’s 1999 decision to allow manufacturers to include heart-healthy claims on foods that deliver at least 6.25 grams of soy protein per serving and are also low in saturated fat and cholesterol has spurreddiscoveredmadecreatedspurred  tremendous interest in soymilk and other soy foods. A representative of manufacturer Food Tech International (Veggie Patch brand) reported that from 1998 to 1999, the percentage of consumers willing to try soy products jumped from 32% to 67%. Beliefs about soy’s 3useeffectivenessfunctionsinfluenceeffectiveness  in reducing the symptoms of menopause also attracted new consumers. A 2000 survey conducted by the United Soybean Board showed that the number of people eating soy products once a week or more was up to 27%. Forty-five percent of respondents had tried tofu, 41% had testedverifiedsampledextractedsampled  veggie burgers, and 25% had experience with soymilk (Soyfoods USA e-mail newsletter). Mintel estimates 2001 sales of frozen and refrigerated meat substitutionsalternativesaccessoriesby-productsalternatives  in food stores at nearly $300 million, with soymilk sales nearing $250 million."
    ]
  }
]