[
  {
    "answers": [
      "analyzes",
      "specified",
      "variables",
      "historical",
      "sources",
      "negatively",
      "strongly",
      "competitive",
      "experiencing"
    ]
  },
  {
    "selections": [
      [
        " has analyzed ",
        " analyzes ",
        " analyzed ",
        " will analyze "
      ],
      [
        " specified ",
        " constructed ",
        " improved ",
        " based "
      ],
      [
        " variables ",
        " factors ",
        " elements ",
        " items "
      ],
      [
        " historical ",
        " imaginary ",
        " fictional ",
        " modern "
      ],
      [
        " origins ",
        " sources ",
        " bodies ",
        " references "
      ],
      [
        " basically ",
        " essentially ",
        " negatively ",
        " fundamentally "
      ],
      [
        " strangely ",
        " steadily ",
        " specifically ",
        " strongly "
      ],
      [
        " competitors ",
        " competitive ",
        " competing ",
        " competent "
      ],
      [
        " experiencing ",
        " experimenting ",
        " explaining ",
        " exposing "
      ]
    ]
  },
  {
    "text": "Over the past ten years, Australian overseas departures have grown from 1.7 million to 3.2 million. This represents strong average, annual growth of 6.5 per cent. This paper  has analyzed  analyzes  analyzed  will analyze  analyzes  outbound travel demand to each destination country using the travel demand models of short-term resident departures. The models are  specified  constructed  improved  based  specified in terms of a double logarithmic linear functional form, with overseas departures as the dependent variable and real household disposable income prices of travel and accommodation in Australia, and overseas and the exchange rate as independent  variables  factors  elements  items variables . The models were estimated using  historical  imaginary  fictional  modern  historical  time series data from 1973 to 1998. The data were obtained from several  origins  sources  bodies  references sources  such as the World Tourism Organization, Australian Bureau of Statistics, World Bank and International Monetary Fund. The results suggest that the estimated elasticity parameters are consistent with standard economic theory. The number of short-term resident departures is positively influenced by per capita real household disposable income; and the price of domestic travel and accommodation are  basically  essentially  negatively  fundamentally  negatively  influenced by the price of travel and accommodation overseas. The estimated demand models were used to develop the Tourism Forecasting Council’s long run forecasts. The forecasts suggest that the number of short-term resident departures will increase  strangely  steadily  specifically  strongly  strongly  over the next ten years, largely due to the strength of the Australian economy,  competitors  competitive  competing  competent  competitive  travel prices, and Australian’s interest in  experiencing  experimenting  explaining  exposing  experiencing  different cultures and lifestyles."
  }
]