[
  {
    "answers": [
      "observation",
      "exceptionally",
      "reigns",
      "scholars",
      "different"
    ]
  },
  {
    "selections": [
      [
        " deduction ",
        " observation ",
        " distribution ",
        " experimentation "
      ],
      [
        " exceptionally ",
        " always ",
        " seemingly ",
        " endlessly "
      ],
      [
        " sovereignty ",
        " reigns ",
        " desecrates ",
        " constitutes "
      ],
      [
        " politicians ",
        " anthropologists ",
        " scholars ",
        " archaeologists "
      ],
      [
        " ancient ",
        " superstitious ",
        " different ",
        " indigenous "
      ]
    ]
  },
  {
    "text": "The study of objects constitutes a relatively new field of academic enquiry, commonly referred to as material culture studies. Students of material culture seek to understand societies, both past and present, through careful study and  deduction  observation  distribution  experimentation  observation  of the physical or material objects generated by those societies. The source material for study is  exceptionally  always  seemingly  endlessly  exceptionally  wide, including not just human-made artefacts but also natural objects and even preserved body parts (as you saw in the film ‘Encountering a body’). Some specialists in the field of material culture have made bold claims for its pre-eminence. In certain disciplines, it  sovereignty  reigns  desecrates  constitutes  reigns  supreme. It plays a critical role in archaeology, for example, especially in circumstances where written evidence is either patchy or non-existent. In such cases, objects are all  politicians  anthropologists  scholars  archaeologists  scholars  have to rely on in forming an understanding of ancient peoples. Even where written documents survive, the physical remains of literate cultures often help to provide new and interesting insights into how people once lived and thought, as in the case of medieval and post medieval archaeology. In analyzing the physical remains of societies, both past and present, historians, archaeologists, anthropologists and others have been careful to remind us that objects mean different things to  ancient  superstitious  different  indigenous  different  people."
  }
]