[
  {
    "answers": [
      "mysterious",
      "unusual",
      "odd",
      "unsuitable",
      "identical",
      "probably"
    ]
  },
  {
    "selections": [
      [
        "weird",
        "odd",
        "mysterious",
        "obscure"
      ],
      [
        "uncommon",
        "abnormal",
        "surprising",
        "unusual "
      ],
      [
        "strange",
        "weird ",
        "incidental",
        "odd "
      ],
      [
        "unsuited",
        "incompatible",
        "unsuitable",
        "unseemly "
      ],
      [
        "similar",
        "identical",
        "alike",
        "equal"
      ],
      [
        "apparently",
        "doubtless",
        "perhaps",
        "probably "
      ]
    ]
  },
  {
    "text": "An exotic type of diamond may have come to Earth from outer space, scientists say. Called carbonado or “black” diamonds, the weirdoddmysteriousobscuremysteriousstones are found in Brazil and the Central African Republic. They are uncommonabnormalsurprisingunusual unusualfor being the color of charcoal and full of frothy bubbles. The diamonds, which can weigh in at more than 3,600 carats, can also have a face that looks like melted glass. Because of their strangeweird incidentalodd odd appearance, the diamonds are unsuitedincompatibleunsuitableunseemly unsuitable as gemstones. But they do have industrial applications and were used in the drill bits that helped dig the Panama Canal. Now a team led by Stephen Haggerty of Florida International University in Miami has presented a new study suggesting that the odd stones were brought to Earth by asteroid billions of years ago.  The findings were published online in the journal Astrophysical Journal Letters on December 20. The scientists exposed polished pieces of carbonado to extremely intense infrared light. The test revealed the presence of much hydrogen carbon bonds, indicating that the diamonds probably formed in a hydrogen—rich environment — such as that found in space. The diamonds also showed strong similarities to tiny nanodiamonds, which are frequently found in meteorites. “They’re notsimilaridenticalalikeequalidentical” Haggerty said, “but they’re very similar.” Astrophysicists, he added, have developed theories predicting that nanodiamonds form easily in the titanic stellar explosions called supernovas, which scatter debris through interstellar space. The deposits in the Central African Republic and Brazil, he said,apparentlydoubtlessperhapsprobably probably come from the impact of diamond rich asteroid billions of years ago, when South America and Africa were joined."
  }
]