[
  {
    "answers": [
      "difficult",
      "doing",
      "meant",
      "noise",
      "live",
      "afraid"
    ]
  },
  {
    "selections": [
      [
        "terrible",
        "difficult",
        "uncomfortable",
        "unpleasant"
      ],
      [
        "doing",
        "raising",
        "putting",
        "producing"
      ],
      [
        "tested",
        "meant",
        "kept",
        "used"
      ],
      [
        "effort",
        "time",
        "trouble",
        "noise"
      ],
      [
        "shop",
        "live",
        "come",
        "study"
      ],
      [
        "surprised",
        "afraid",
        "pleased",
        "determined"
      ]
    ]
  },
  {
    "text": "People of Burlington are being disturbed by the sound of bells.Four students from Burlington College of Higher Education are in the bell tower of the church and have made up their minds to ring the bells nonstop for two weeks as a protest against heavy trucks which run day and nightthrough the narrow High Street.“They not only make it terribledifficultuncomfortableunpleasantdifficult to sleep at night, but they are doingraisingputtingproducingdoing damage to our houses and shops of historical interest,”said John Norris, one of the protesters.  “If we must have these noisy trucks on the roads,”said Jean Lacey, a biology student, why don’t they build a new road that goes round the town? Burlington isn’t much more than a large village.Its streets were never testedmeantkeptusedmeant for heavy traffic.  Harry Fields also studying biology said they wanted to make as much efforttimetroublenoisenoise  possible to force the government officials to realize what everybody was shaving to stand .“Most of them don’t shoplivecomestudylive here anyway,”he said,“they come in for meetings and that, and the Town Hall is soundproof, so they probably don’t notice. It’s high time they realized the problem.”The fourth student, Liza Vernum, said she thought the public were mostly on their side, and even if they weren’t they soon would be.  I asked if they weresurprisedafraidpleaseddetermined afraid that the police might come to stop them.  “Not really,”she said,“actually we are proper bellringers.I mean we are assistant bellringers for the church.There is no law against practising.” I left the church with the sound of the bells ringing in my ears."
  }
]