[
  {
    "answers": [
      "getting",
      "habits",
      "little",
      "Unfortunately",
      "reread",
      "slows",
      "one"
    ]
  },
  {
    "selections": [
      [
        "applying",
        "doing",
        "offering",
        "getting"
      ],
      [
        "training",
        "habits",
        "situations",
        "custom"
      ],
      [
        "some",
        "A lot",
        "little",
        "dull"
      ],
      [
        "Fortunately",
        "In fact",
        "Logically",
        "Unfortunately"
      ],
      [
        "reuse",
        "reread",
        "rewrite",
        "recite"
      ],
      [
        "scales",
        "cuts",
        "slows",
        "measures"
      ],
      [
        "some one",
        "one",
        "he",
        "reader"
      ]
    ]
  },
  {
    "text": "For many people today， reading is no longer relaxation. To keep up their work they must read letters， reports， trade publications， interoffice communications， not to mention newspapers and magazines： a never-ending flood of words. Inapplyingdoingofferinggettinggetting a job or advancing in one， the ability to read and comprehend quickly can mean the difference between success and failure. Yet the unfortunate fact is that most of us are poor readers. Most of us develop poor readingtraininghabitssituationscustomhabits at an early age， and never get over them. The main deficiency lies in the actual stuff of language itself-words. Taken individually， words havesomeA lotlittledulllittle meaning until they are strung together into phrased， sentences and paragraphs.FortunatelyIn factLogicallyUnfortunatelyUnfortunately ， however， the untrained reader does not read groups of words. He laboriously reads one word at a time， often regressing toreuserereadrewriterecitereread words or passages. Regression， the tendency to look back over what you have just read， is a common bad habit in reading. Another habit whichscalescutsslowsmeasuresslows down the speed of reading is vocalization—sounding each word either orally or mentally assome oneonehereaderone reads."
  }
]