[
  {
    "answers": [
      "poring",
      "succinctly",
      "suspect",
      "discovery",
      "prolific"
    ]
  },
  {
    "selections": [
      [
        "poring",
        "reading",
        "thinking",
        "exploiting"
      ],
      [
        "concisely",
        "succinctly",
        "directly",
        "brightly"
      ],
      [
        "suspect",
        "guess",
        "infer",
        "speculte"
      ],
      [
        "development",
        "invention",
        "discovery",
        "research"
      ],
      [
        "prolific",
        "colourful",
        "complex",
        "bumpy"
      ]
    ]
  },
  {
    "text": [
      "Jean Piaget, the pioneering Swiss philosopher and psychologist, spent much of his professional life listening to children, watching children andporingreadingthinkingexploitingporing over reports of researchers around the world who were doing the same. He found, to put it mostconciselysuccinctlydirectlybrightlysuccinctly , that children don’t think like grownups. After thousands of interactions with young people often barely old enough to talk, Piaget began tosuspectguessinferspecultesuspect that behind their cute and seemingly illogical utterances were thought processes that had their own kind of order and their own special logic. Einstein called it adevelopmentinventiondiscoveryresearchdiscovery “so simple that only a genius could have thought of it.”",
      "Piaget’s insight opened a new window into the inner workings of the mind. By the end of a wide-ranging and remarkablyprolificcolourfulcomplexbumpyprolific research career that spanned nearly 75 years–from his first scientific publication at age 10 to work still in progress when he died at 84–Piaget had developed several new fields of science: developmental psychology, cognitive theory and what came to be called genetic epistemology. Although not an educational reformer, he championed a way of thinking about children that provided the foundation for today’s education-reform movements. It was a shift comparable to the displacement of stories of “noble savages” and “cannibals” by modern anthropology. One might say that Piaget was the first to take children’s thinking seriously."
    ]
  }
]