[
  {
    "answers": [
      "originated",
      "depict",
      "experimented",
      "fragments",
      "experimental",
      "progressive"
    ]
  },
  {
    "selections": [
      [
        "originated",
        "started",
        "prevailing",
        "initiated"
      ],
      [
        "express",
        "show",
        "indicate",
        "depict"
      ],
      [
        "experimented",
        "tested",
        "concluded",
        "displayed"
      ],
      [
        "areas",
        "dots",
        "parts",
        "fragments"
      ],
      [
        "experimental",
        "influential",
        "challengeable",
        "complex"
      ],
      [
        "aggresive",
        "abrasive",
        "advanced",
        "progressive"
      ]
    ]
  },
  {
    "text": [
      "Movement in painting that originatedstartedprevailinginitiatedoriginated in France in the 1860s and had enormous influence in European and North American painting in the late 19th century. The Impressionists wanted to expressshowindicatedepictdepict real life, to paint straight from nature, and to capture the changing effects of light. The term was first used abusively to describe Claude Monet’s painting Impression: Sunrise (1872). The other leading Impressionists included Paul Cézanne, Edgar Degas, Edouard Manet, Camille Pissarro, Pierre-Auguste Renoir, and Alfred Sisley, but only Monet remained devoted to Impressionist ideas throughout his career.",
      "The core of the Impressionist group was formed in the early 1860s by Monet, Renoir, and Sisley, who met as students and enjoyed painting in the open air – one of the hallmarks of Impressionism. They met other members of the Impressionist circle through Paris café society. They never made up a formal group, but they organized eight group exhibitions between 1874 and 1886, at the first of which the name Impressionism was applied. Their styles were diverse, but all experimentedtestedconcludeddisplayedexperimented with effects of light and movement created with distinct brushstrokes and areasdotspartsfragmentsfragments of colour dabbed side-by-side on the canvas rather than mixed on the palette. By the 1880s the movement’s central impulse had dispersed, and a number of new styles were emerging, later described as post-Impressionism.",
      "British Impressionism had a major influence on the more experimentalinfluentialchallengeablecomplexexperimental and aggresiveabrasiveadvancedprogressiveprogressive British painters in the late 19th and early 20th centuries. Many of the painters affected were in the circle of Walter Sickert, who spent much of his career in France and was an influential figure who inspired many younger artists. His friend and exact contemporary Philip Wilson Steer is generally regarded as the most outstanding British Impressionist."
    ]
  }
]