[
  {
    "answers": [
      "criticisms",
      "formalistic",
      "conventional",
      "preliminary",
      "element",
      "innovators",
      "Colloquial",
      "thoughtful",
      "narrow",
      "structures",
      "sketches"
    ]
  },
  {
    "selections": [
      [
        "assessment ",
        "criticisms ",
        "critique ",
        "comment "
      ],
      [
        "theoretical ",
        "formalistic ",
        "hypothetical ",
        "abstract "
      ],
      [
        "current ",
        "conventional ",
        "ordinary ",
        "traditional "
      ],
      [
        "preparatory ",
        "prior ",
        "preliminary ",
        "fundamental "
      ],
      [
        "material ",
        "element ",
        "ingredient ",
        "component "
      ],
      [
        "innovators ",
        "avant-garde",
        "discoverer ",
        "creator "
      ],
      [
        "vernacular ",
        "dialectal ",
        "conversational ",
        "Colloquial "
      ],
      [
        "thoughtful ",
        "attentive ",
        "considerate ",
        "cautious "
      ],
      [
        "narrow ",
        "precarious ",
        "cramped ",
        "precise "
      ],
      [
        "architecture ",
        "structures ",
        "organization ",
        "construction "
      ],
      [
        "depiction ",
        "sketches ",
        "description ",
        "blueprint "
      ]
    ]
  },
  {
    "text": "The first section of the book covers new modes of assessment. In Chapter I. Kimbell (Goldsmith College, London) responds to assessment criticisms critique comment criticisms of design programs as theoretical formalistic hypothetical abstract formalistic and current conventional ordinary traditional conventional stating that a focus on risk-taking rather than hard work in design innovation is equally problematic. His research contains three parts that include preparatory prior preliminary fundamental preliminaryexploration of design innovation qualities, investigation of resulting classroom practices, and  development of evidence-based assessment. The assessment he describes is presented in the form of a structured worksheet, which includes a collaborativematerial element ingredient component element and digital photographs, in story format. Such a device encourages stimulating ideas, but does not recognize students as design innovators avant-gardediscoverer creator innovators The assessment sheet includes holistic impressions as well as details about “having, growing, and proving” ideas. vernacular dialectal conversational Colloquial Colloquial judgments are evident in terms such as “wow” and “yawn” and reward the quality and quantity of ideas with the term, “spark iness” (p. 28), which fittingly is a pun as the model project was to design light bulb packaging. In addition, the assessment focuses on the process of optimizing or complexity  control as well as proving ideas withthoughtful attentive considerate cautious thoughtful criticism and and not just generation of novel ideas. The definitions for qualities such as “technical” and “aesthetic” pertaining to users. are too narrow precarious cramped precise narrow and ill-defined. The author provides examples of the project, its features andarchitecture structures organization construction structures  students’ notes and judgments. and theirdepiction sketches description blueprint sketchesand photographs of finished light bulb packages."
  }
]