[
  {
    "answers": [
      "in-depth",
      "workings",
      "explore",
      "broad",
      "specialize",
      "graduate",
      "strong",
      "responsible"
    ]
  },
  {
    "selections": [
      [
        " enriched ",
        " adaptable ",
        " in-depth ",
        " envisaged "
      ],
      [
        " project ",
        " workings ",
        " relationship ",
        " impact "
      ],
      [
        " explore ",
        " comprehend ",
        " prefer ",
        " study "
      ],
      [
        " significant ",
        " broad ",
        " credible ",
        " magnificent "
      ],
      [
        " march ",
        " specialize ",
        " cooperate ",
        " learn "
      ],
      [
        " publish ",
        " success ",
        " proceed ",
        " graduate "
      ],
      [
        " strong ",
        " sociable ",
        " social ",
        " exceptional "
      ],
      [
        " awkward ",
        " accepted ",
        " responsible ",
        " despised "
      ]
    ]
  },
  {
    "text": "This course provides students with an  enriched  adaptable  in-depth  envisaged  in-depth  understanding of the exciting disciplines of politics and international relations and commerce. Students will learn about the  project  workings  relationship  impact  workings  of political institutions in countries around the world and  explore  comprehend  prefer  study  explore  the complex field of relations between nations. Topics in governance, public policy, public administration, national security, border control and commerce ensure that students receive a  significant  broad  credible  magnificent  broad  and current education in the range of issues which are covered under the label of politics and international relations and commerce. Bachelor of Commerce students  march  specialize  cooperate  learn  specialize  in one of the following areas Accounting, Banking & Financial Services, Business Administration, Economics, Financial Planning, Human Resource Management, Information Systems, International Business, Marketing Management, Public Sector Management, or Tourism Management. In addition to acquiring specialist knowledge and competencies in Politics and International Relations and Commerce, students will  publish  success  proceed  graduate  graduate  with a range of generic skills such as critical thinking, enhanced communication abilities, problem solving and.  strong  sociable  social  exceptional  strong  capacities to work with others. They will also develop ethically based and socially  awkward  accepted  responsible  despised  responsible  attitudes and behaviors."
  }
]