[
  {
    "answers": [
      "good",
      "neither",
      "so",
      "grown ups",
      "more",
      "different"
    ]
  },
  {
    "selections": [
      [
        "short",
        "long",
        "bad",
        "good"
      ],
      [
        "both",
        "neither",
        "either",
        "very"
      ],
      [
        "but",
        "however",
        "so",
        "because"
      ],
      [
        "grown ups",
        "girls",
        "boys",
        "children"
      ],
      [
        "more",
        "less",
        "able",
        "be"
      ],
      [
        "same",
        "friendly",
        "different",
        "common"
      ]
    ]
  },
  {
    "text": "Most parents, I suppose, have had the experience of reading a bedtime story to their children.And they must have realized how difficult it is to write a  shortlongbadgoodgood children’s book.Either the author has aimed too high., so that the children can’t follow what is in his (or more often, her) story, or the story seems to be talking to the readers.  The best children’s books arebothneithereithervery neither very difficult nor very simple, and satisfy both the child who hears the story and the adult who reads it.Unfortunately, there are in fact few books like this,buthoweversobecause so the problem of finding the right bedtime story is not easy to solve.  This may be why many of books regarded as works of children’s literature were in fact written for grown upsgirlsboyschildrengrown ups .“Alice’s Adventure in Wonderland”is perhaps the most obvious of this.  Children, left for themselves, often show the worst possible interest in literature.Just leave a child in bookshop or library and he will  morelessablebemore willingly choose the books written in an imaginative way, or have a look at most children’s comics, full of the stories and jokes which are the objections of teachers and right-thinking parents.  Perhaps we parents should stop trying to brainwash children into accepting our taste in literature.After all children and adults are so  samefriendlydifferentcommondifferent that we parents should not expect that they will enjoy the Same books.So I suppose we’ll just have to compromise over that bedtime story."
  }
]