[
  {
    "answers": [
      "means",
      "illustrated",
      "repeatedly",
      "popularity",
      "declined",
      "accurate",
      "artists",
      "depicted",
      "rendered"
    ]
  },
  {
    "selections": [
      [
        " liability ",
        " group ",
        " field ",
        " means "
      ],
      [
        " written ",
        " illustrated ",
        " excavated ",
        " published "
      ],
      [
        " cautiously ",
        " formally ",
        " rapidly ",
        " repeatedly "
      ],
      [
        " amount ",
        " proportion ",
        " popularity ",
        " application "
      ],
      [
        " dissipated ",
        " risen ",
        " halted ",
        " declined "
      ],
      [
        " widespread ",
        " suitable ",
        " beneficial ",
        " accurate "
      ],
      [
        " pioneers ",
        " societies ",
        " artists ",
        " paleontologists "
      ],
      [
        " delineated ",
        " depicted ",
        " appearing ",
        " studied "
      ],
      [
        " rendered ",
        " enlisted ",
        " listed ",
        " reordered "
      ]
    ]
  },
  {
    "text": "From the earliest civilizations, plants and animals have been portrayed as a  liability  group  field  means  means  of understanding and recording their potential uses, such as their economic and healing properties. From the first  written  illustrated  excavated  published  illustrated  catalogue of medicinal plants, De Materia Medica by Dioscorides, in the first century, through to the late fourteenth century, the illustration of plants and animals changed very little. Woodcuts in instructional manuals and herbals were often  cautiously  formally  rapidly  repeatedly  repeatedly  copied over the centuries, resulting in a loss of definition and accuracy so that they became little more than stylized decoration. With the growing  amount  proportion  popularity  application  popularity  of copperplate engravings, the traditional use of woodcuts  dissipated  risen  halted  declined  declined  and the representation of plants and animals became more  widespread  suitable  beneficial  accurate  accurate . Then, with the emergence of pioneers  societies  artists  paleontologists  artists  such as Albrecht Dürer and Leonardo Da Vinci, naturalists such as Otto Brunfels, Leonhard Fuchs in botany and Conrad Gesner and Ulisse Aldrovandi in zoology, nature began to be delineated  depicted  appearing  studied  depicted  in a more realistic style. Individual living plants or animals were observed directly and their likeness rendered  enlisted  listed  reordered  rendered  onto paper or vellum."
  }
]