[
  {
    "answers": [
      "heard",
      "sounded",
      "formed",
      "procession",
      "happy",
      "presented"
    ]
  },
  {
    "selections": [
      [
        "noticed",
        "found",
        "listened",
        "heard"
      ],
      [
        "appeared",
        "felt",
        "seemed",
        "sounded"
      ],
      [
        "demonstrated",
        "composed",
        "hosted",
        "formed"
      ],
      [
        "demonstration",
        "procession",
        "body",
        "march"
      ],
      [
        "sad",
        "solemn",
        "happy",
        "funeral"
      ],
      [
        "whistled",
        "sung",
        "presented",
        "showed"
      ]
    ]
  },
  {
    "text": "Music comes in many forms; most countries have a style of their own. At the turn of the century when jazz was born, America had no prominent style ofits own.No one knows exactly when jazz was invented, or by whom.But it began to be noticedfoundlistenedheard heard in the early 1900s.Jazz is Americas contribution to popular music.In contrast to classical music, which follows formal European traditions, jazz is spontaneous and free form.It bubbles with energy, expressing the moods, interests, and emotions of the people.In the 1920s jazz appearedfeltseemedsoundedsounded like America, and as it does today.The origins of this music are as interesting as the music itself. American Negroes, or blacks, as they are called today, were the jazz pioneers. They were brought to Southern States as slaves.They were sold to plantation owners and forced to work long hours. When a Negro died his friend and relativesdemonstratedcomposedhostedformedformed a procession to carry the body to the cemetery.In New Orleans, a band often accompanied the demonstrationprocessionbodymarchprocession .On the way to the cemetery the band played slow, solemn music suited to the occasion.But on the way home the mood changed.Spirits lifted.Death had removed one of their relations, but the living were glad to bealive.The band playedsadsolemnhappyfuneralhappy music, improvising on both the harmony andthe melody of the tunes whistledsungpresentedshowedpresented at the funeral.This music made everyone want to dance.It was an early form of jazz."
  }
]