[
  {
    "answers": [
      "give up",
      "areas",
      "like",
      "learned",
      "was not",
      "which"
    ]
  },
  {
    "selections": [
      [
        "give up",
        "appear",
        "give",
        "master"
      ],
      [
        "place",
        "room",
        "areas",
        "space"
      ],
      [
        "even",
        "like",
        "just",
        "or"
      ],
      [
        "suggested",
        "guessed",
        "searched",
        "learned"
      ],
      [
        "was",
        "was clever",
        "was not",
        "was not clever"
      ],
      [
        "on which",
        "in which",
        "which",
        "at which"
      ]
    ]
  },
  {
    "text": "More and more students want to study in“hot”majors. As a result’ many students want to  give upappeargivemastergive up their interests and study in theseplaceroomareasspace areas such as foreign languages’ international business and law’ etc.  Fewer and fewer students choose scientific majors’ as maths’ physics and biology’ and art majors’evenlikejustor like history’ Chinese and philosophy.  Only a few students can study in these“hot”majors’ because the number of these“hot”majors is limited.  If one has no interest in his work or study’ how can he do well? I  suggestedguessedsearchedlearnedlearned this from one of my classmates. He is from the countryside. His parents are farmers.Though he likes biology’ he chose “international business”. He wants to live a life which is different from that of his parents.  In the end’ he found hewaswas cleverwas notwas not clever was not interested in doing business.He found all the subjects to be tiresome. Maybe this wouldn’t have happened if he had chosen his major according to his own interests.  Choosing a major in university does not decide one’s whole life.Majors  on whichin whichwhichat whichwhich are not “hot” today may become the“hot”major of tomorrow.  Choosing your major according to your own interests is the best way to succeed."
  }
]