[
  {
    "answers": [
      "demonstrate",
      "constructed",
      "skeleton",
      "investigate",
      "coveted"
    ]
  },
  {
    "selections": [
      [
        "indicate",
        "show",
        "demonstrate",
        "explain"
      ],
      [
        "constructed",
        "developed",
        "found",
        "established"
      ],
      [
        "shape",
        "structure",
        "skeleton",
        "material"
      ],
      [
        "probe",
        "discover",
        "detect",
        "investigate"
      ],
      [
        "coveted",
        "wanted",
        "desired",
        "empty"
      ]
    ]
  },
  {
    "text": [
      "The Eiffel Tower was the tallest building in the world when it was completed in 1889. It was built for the World’s Fair to indicateshowdemonstrateexplaindemonstrate  that iron could be as strong as stone while being infinitely lighter. And in fact the wrought-iron tower is twice as tall as the masonry Washington Monument and yet it weighs 70,000 tons less! It is repainted every seven years with 50 tons of dark brown paint.",
      "Called “the father of the skyscraper,” the Home Insurance Building, constructeddevelopedfoundestablished constructed  in Chicago in1885 (and demolished in 1931), was 138 feet tall and 10 stories. It was the first building to effectively employ a supporting shapestructureskeletonmaterial skeleton  of steel beams and columns, allowing it to have many more windows than traditional masonry structures. But this new construction method made people worry that the building would fall down, leading the city to halt construction until they could probediscoverdetectinvestigate investigate  the structure’s safety.",
      "In 1929, auto tycoon Walter Chrysler took part in an intense race with the Bank of Manhattan Trust Company to build the world’s tallest skyscraper. Just when it looked like the bank had captured the covetedwanteddesiredempty coveted  title, workers at the Chrysler Building jacked a thin spire hidden inside the building through the top of the roof to win the contest."
    ]
  }
]