[
  {
    "answers": [
      "protect",
      "form",
      "abiding",
      "minority",
      "prevention",
      "possible",
      "them"
    ]
  },
  {
    "selections": [
      [
        " train ",
        " protect ",
        " persuade ",
        " cherish "
      ],
      [
        " form ",
        " side ",
        " fraction ",
        " mechanism "
      ],
      [
        " rules ",
        " concerning ",
        " orders ",
        " abiding "
      ],
      [
        " majority ",
        " minority ",
        " population ",
        " crowd "
      ],
      [
        " propagation ",
        " reduction ",
        " prevention ",
        " inspissating "
      ],
      [
        " medical ",
        " pervasive ",
        " possible ",
        " practical "
      ],
      [
        " them ",
        " sure ",
        " public ",
        " others "
      ]
    ]
  },
  {
    "text": "Crime prevention has a long history in Australia, and in other parts of the world. In all societies, people have tried to  train  protect  persuade  cherish  protect  themselves and those close to them from assaults and other abuses. Every time someone locks the door to their house or their car, they practice a  form  side  fraction  mechanism  form  of prevention. Most parents want their children to learn to be law  rules  concerning  orders  abiding  abiding  and not spend extended periods of their lives in prison. In this country, at least, most succeed. Only a small  majority  minority  population  crowd  minority  of young people become recidivist offenders. In a functioning society, crime  propagation  reduction  prevention  inspissating  prevention  is part of everyday life. While prevention can be all-pervasive at the grassroots, it is oddly neglected in mass media and political discourses. When politicians, talkback radio hosts and newspaper editorialists pontificate about crime and  medical  pervasive  possible  practical  possible  remedies, it is comparatively rare for  them  sure  public  others  them  to mention prevention. Overwhelmingly, emphasis is on policing, sentencing and other ‘law and order’ responses."
  }
]