[
  {
    "answer": "87. Small wars Whereas the fundamental essence of warfare emphasizes the significance of the military potential of adversarial states, the corresponding impacts of easy access to weapons such as low-cost Biological agents and small wars are acknowledged, and international standards could be inferred evidently from protagonists and sanctions, which the potential implications of weak states and the external security as well as the internal safety are presumed. (64 words) Suggested Key Points:warfare  the military potential of adversarial states easy access to weapons  low-cost Biological agents  small wars  international standards  protagonists and sanctions weak states  external security  internal safety"
  },
  {
    "keywords": [
      "warfare",
      "the military potential of adversarial states",
      "easy access to weapons",
      "low-cost Biological agents",
      "small wars",
      "international standards",
      "protagonists and sanctions",
      "weak states",
      "external security",
      "internal safety"
    ]
  },
  {
    "text": "In such an environment, warfare is no longer purely directed against the military potential of adversarial states. It is rather directed at infiltrating all areas of their societies and to threaten their existences. The comparatively easy access to weapons of mass destruction, in particular relatively low-cost biological agents, is of key concern. Both governmental and non-governmental actors prefer to use force in a way that can be characterized as “unconventional” or also as “small wars”. War waged according to conventions is an interstate phenomenon. The “small war” is the archetype of war, in which the protagonists acknowledge no rules and permanently try to violate what conventions do exist. The protagonists of the “small war” observe neither international standards nor arms control agreements. They make use of territories where they do not have to fear any sanctions because there is no functioning state to assume charge of such sanctions or because the state in question is too weak to impose such sanction. This type of war does not provide for any warning time. It challenges not only the external security of the nation states and international community, but also their internal safety."
  }
]