[
  {
    "answer": "68. The Story of Columbus Whereas the fundamental essence of Christopher Columbus emphasizes the significance of a voyage to Hispaniola, the corresponding impacts of Native Americans such as living by farming and mistreating the Tainos are acknowledged, and dividing up the island could be inferred evidently from gold mining, which the potential implications of dying of a disease and reducing the population are presumed. (59 words) Suggested Key Points:Christopher Columbus  a voyage to Hispaniola Native Americans  living by farming mistreating the Tainos  dividing up the island  gold mining dying of a disease  reducing the population"
  },
  {
    "keywords": [
      "Christopher Columbus",
      "a voyage to Hispaniola",
      "Native Americans",
      "living by farming",
      "mistreating the Tainos",
      "dividing up the island",
      "gold mining",
      "dying of a disease",
      "reducing the population"
    ]
  },
  {
    "text": "When Christopher Columbus arrived at Hispaniola during his first transatlantic voyage in the year A.D. 1492, the island had already been settled by Native Americans for about 5,000 years. The occupants in Columbus’s time were a group of Arawak Indians called Tainos who lived by farming, were organized into five chiefdoms, and numbered around half a million (the estimates range from 100,000 to 2,000,000). Columbus initially found them peaceful and friendly, until he and his Spaniards began mistreating them.  Unfortunately for the Tainos, they had gold, which the Spanish coveted but didn’t want to go to the work of mining themselves. Hence the conquerors divided up the island and its Indian population among individual Spaniards, who put the Indians to work as virtual slaves, accidentally infected them with Eurasian diseases, and murdered them. By the year 1519, 27 years after Columbus’s arrival, that original population of half a million had been reduced to about 11,000, most of whom died that year of smallpox to bring the population down to 3,000."
  }
]