[
  {
    "answer": "90. How to determine a protein’s shape Whereas the fundamental essence of protein molecule structures emphasizes the significance of being hard to produce and crystallize, the corresponding impacts of protein families such as reasonable computer models and Homo sapiens are acknowledged, and threedimensional shapes could be inferred evidently from amino acids, which the potential implications of bacteria, chemical signals, and chemical reactions as well as the smaller molecules chain are presumed. (64 words) Suggested Key Points:protein molecule structures  being hard to produce and crystallize protein families  reasonable computer models  Homo sapiens  threedimensional shapes amino acids bacteria, chemical signals chemical reactions  the smaller molecules chain"
  },
  {
    "keywords": [
      "protein molecule structures",
      "being hard to produce and crystallize",
      "protein families",
      "reasonable computer models",
      "Homo sapiens",
      "threedimensional shapes",
      "amino acids",
      "bacteria, chemical signals",
      "chemical reactions",
      "the smaller molecules chain"
    ]
  },
  {
    "text": "About 120,000 types of protein molecule have yielded up their structures to science. That sounds a lot, but it isn’t. The techniques, such as X-ray crystallography and nuclear magnetic resonance (NMR), which are used to elucidate such structures do not work on all proteins. Some types are hard to produce or purify in the volumes required. Others do not seem to crystallize at all—a prerequisite for probing them with X-rays. As a consequence, those structures that have been determined include representatives of less than a third of the 16,000 known protein families. Researchers can build reasonable computer models for around another third because the structures of these resemble ones already known. For the remainder, however, there is nothing to go on.  In addition to this lack of information about protein families, there is a lack of information about those from the species of most interest to researchers: Homo sapiens. Only a quarter of known protein structures are human. A majority of the rest come from bacteria. This paucity is a problem, for in proteins form and function are intimately related. A protein is a chain of smaller molecules, called amino acids, that is often hundreds or thousands of links long. By a process not well understood, this chain folds up, after it has been made, into a specific and complex three-dimensional shape. That shape determines what the protein does: acting as a channel, say, to admit a chemical into a cell; or as an enzyme to accelerate a chemical reaction; or as a receptor, to receive chemical signals and pass them on to a cell’s molecular machinery."
  }
]