[
  {
    "answer": "63. American English Whereas the fundamental essence of American English emphasizes the significance of a powerful nation, the corresponding impacts of the difference between a dialect and a language such as American’s political influence and prestigious culture are acknowledged, and communications technology could be inferred evidently from political power, which the potential implications of the media as well as the technological advances are presumed. (61 words) Suggested Key Points:American English  a powerful nation the difference between a dialect and a language American’s political influence  prestigious culture communications technology political power media technological advances"
  },
  {
    "keywords": [
      "American English",
      "a powerful nation",
      "the difference between a dialect and a language",
      "American’s political influence",
      "prestigious culture",
      "communications technology",
      "political power",
      "media",
      "technological advances"
    ]
  },
  {
    "text": "American English is, without doubt, the most influential and powerful variety of English in the world today. There are many reasons for this. First, the United States is, at present, the most powerful nation on earth and such power always brings with it influence. Indeed, the distinction between a dialect and a language has frequently been made by reference to power. As has been said, a language is a dialect with an army. Second, America’s political influence is extended through American popular culture, in particular through the international reach of American films (movies, of course) and music. As Kahane has pointed out, the internationally dominant position of a culture results in a forceful expansion of its language…. the expansion of language contributes… to the prestige of the culture behind it. Third, the international prominence of American English is closely associated with the extraordinarily quick development of communications technology. Microsoft is owned by an American, Bill Gates. This means a computer s default setting for language is American English, although of course this can be changed to suit one’s own circumstances. In short, the increased influence of American English is caused by political power and the resultant diffusion of American culture and media, technological advance and the rapid development of communications technology."
  }
]