[
  {
    "answer": "5. Australian Education Although improved educational equity increases differences in quality so that educational equity and quality can’t be achieved at the same time, improved educational equity and quality are still important because they could strengthen human capital and social cohesion. (38 words) Suggested Key Points:Australian educational equity and quality  not achieving at the same time increasing differences in quality  improved quality and strengthening the human capital a widespread demand for high-level skills diminishing opportunities for low-skilled improved equity  the social cohesion"
  },
  {
    "keywords": [
      "Australian educational equity and quality",
      "not achieving at the same time",
      "increasing differences in quality",
      "improved quality and strengthening the human capital",
      "a widespread demand for high-level skills",
      "diminishing opportunities for low-skilled",
      "improved equity",
      "the social cohesion"
    ]
  },
  {
    "text": "When Australians engage in debate about educational quality or equity, they often seem to accept that a country cannot achieve both at the same time. The lecture will present compelling international evidence that there are countries which do, though Australia is not among them.  Curriculum reforms intended to improve equity often fail to do so because they increase breadth or differentiation in offerings in a way that increases differences in quality. Further, these differences in quality often reflect differences in students, social backgrounds because the ‘new’ offerings are typically taken up by relatively disadvantaged students who are not served well by them. Evidence from New South Wales will be used to illustrate this point. The need to improve the quality of education is well accepted across OECD and other countries as they seek to strengthen their human capital to underpin their modern, knowledge economies. Improved equity is also important for this purpose since the demand for high-level skills is widespread and the opportunities for the low-skilled are diminishing.  Improved equity in education is also important for social cohesion. There are countries in which the education system seems primarily to reproduce existing social arrangements, conferring privilege where it already exists and denying it where it does not. Even in countries where the diagnosis might be less extreme, the capacity of schooling to build social cohesion is often diminished by the way in which schools separate individuals and groups."
  }
]