[
  {
    "answer": "98. Living things Whereas the fundamental essence of living things emphasizes the significance of multicellular plants and animals, the corresponding impacts of a well-formed nucleus such as subcellular structures and translating genetic information into proteins are acknowledged, and the molecular processes could be inferred evidently from prokaryotic and eukaryotic cells, which the potential implications of the amino acid sequences as well as the reconstruction of ancestral versions of genes and a distinct evolutionary branch are presumed. (73 words) Suggested Key Points:living things  multicellular plants and animals a well-formed nucleus such as subcellular structures translating genetic information into proteins  the molecular processes  prokaryotic and eukaryotic cells the amino acid sequences  the reconstruction of ancestral versions of genes  a distinct evolutionary branch"
  },
  {
    "keywords": [
      "living things",
      "multicellular plants and animals",
      "a well-formed nucleus such as subcellular structures",
      "translating genetic information into proteins",
      "the molecular processes",
      "prokaryotic and eukaryotic cells",
      "the amino acid sequences",
      "the reconstruction of ancestral versions of genes",
      "a distinct evolutionary branch"
    ]
  },
  {
    "text": "It was once assumed that all living things could be divided into two fundamental and exhaustive categories. Multicellular plants and animals, as well as many unicellular organisms, are eukaryotic—their large, complex cells have a well-formed nucleus and many organelles. On the other hand, the true bacteria are prokaryotic cell, which are simple and lack a nucleus. The distinction between eukaryotes and bacteria, initially defined in terms of subcellular structures visible with a microscope, was ultimately carried to the molecular level. Here prokaryotic and eukaryotic cells have many features in common. For instance, they translate genetic information into proteins according to the same type of genetic coding. But even where the molecular processes are the same, the details in the two forms are different and characteristic of the respective forms. For example, the amino acid sequences of various enzymes tend to be typically prokaryotic or eukaryotic. The differences between the groups and the similarities within each group made it seem certain to most biologists that the tree of life had only two stems. Moreover, arguments pointing out the extent of both structural and functional differences between eukaryotes and true bacteria convinced many biologists that the precursors of the eukaryotes must have diverged from the common ancestor before the bacteria arose. Although much of this picture has been sustained by more recent research, it seems fundamentally wrong in one respect. Among the bacteria, there are organisms that are significantly different both from the cells of eukaryotes and from the true bacteria, and it now appears that there are three stems in the tree of life. New techniques for determining the molecular sequence of the RNA of organisms have produced evolutionary information about the degree to which organisms are related, the time since they diverged from a common ancestor, and the reconstruction of ancestral versions of genes. These techniques have strongly suggested that although the true bacteria indeed form a large coherent group, certain other bacteria, the archaebacteria, which are also prokaryotes and which resemble true bacteria, represent a distinct evolutionary branch that far antedates the common ancestor of all true bacteria."
  }
]