[
  {
    "answer": "44. Primary Carer Whereas the fundamental essence of primary carers emphasizes the significance of the core everyday activities, the corresponding impacts of the wellbeing of aged people such as labor force experiences and motivation are acknowledged, and receiving support could be inferred evidently from the largest single group, which the potential implications of men force participation as well as a government pension are presumed. (61 words) Suggested Key Points:primary carers  core everyday activities wellbeing of aged people  labor force experiences and motivation receiving support  the largest single group men force participation a government pension"
  },
  {
    "keywords": [
      "primary carers",
      "core everyday activities",
      "wellbeing of aged people",
      "labor force experiences and motivation",
      "receiving support",
      "the largest single group",
      "men force participation",
      "a government pension"
    ]
  },
  {
    "text": "Slightly less than one in five carers (19%) were primary carers (475,000 people). That is, they were the main carer of a person who was limited in carrying out the core everyday activities of mobility, communication or self-care. Both primary carers and the larger group of other carers (close to 2 million) contribute to the wellbeing of older people and people with disabilities. However, because they care for people who otherwise would have difficulty carrying out basic everyday activities, there is particular interest in primary carers: in the contribution they make, their wellbeing, labor force experiences, motivations and the support they receive in caring.  Primary carers were more likely than other carers to be assisting someone who lived in the same household (81% compared with 76%). As with caring as a whole, the likelihood of being a primary carer increased with age to peak at age 55-64 years, where one in twenty people were primary carers. However, rather than then declining, the likelihood of being a primary carer remained at around this level among the older age groups. Consequently, primary carers had a somewhat older age profile than other carers. The median age of primary carers was 52 years, compared with 47 years for other carers.  Primary carers were more likely than other carers to be female (11% compared with 50%) and less likely to be in the labor force (39% compared with 60%). Women not in the labor force were by far the largest single group among primary carers (44%). In contrast, men employed full time were the largest single group among other carers (25%). Consistent with their lower labor force participation, primary carers had lower personal incomes than other carers (a median gross income M $231 per week compared with $321 per week) and were more likely to have a government pension or allowance as their main source at income (55% compared with 35%)."
  }
]