[
  {
    "answer": "62. Online learning Whereas the fundamental essence of online teaching emphasizes the significance of using the internet, the corresponding impacts of a mean of communication such as not being in a specific place and offering freedom for students are acknowledged, and online learning could be inferred evidently from searching for courses, which the potential implications of assembling in virtual classrooms as well as forming friendships are presumed. (64 words) Suggested Key Points:online teaching  using the internet a mean of communication  not being in a specific place offering freedom for students  online learning searching for courses assembling in virtual classrooms  forming friendships"
  },
  {
    "keywords": [
      "online teaching",
      "using the internet",
      "a mean of communication",
      "not being in a specific place",
      "offering freedom for students",
      "online learning",
      "searching for courses",
      "assembling in virtual classrooms",
      "forming friendships"
    ]
  },
  {
    "text": "What makes teaching online unique is that it uses the Internet, especially the World Wide Web, as the primary means of communication. Thus, when you teach online, you don’t have to be someplace to teach. You don’t have to lug your briefcase full of papers or your laptop to a classroom, stand at a lectern, scribble on a chalkboard, or grade papers in a stuffy room while your students take a test. You don’t even have to sit in your office waiting for students to show up for conferences. You can hold “office hours” on weekends or at night after dinner. You can do all this while living in a small town in Wyoming or a big city like Bangkok, even if you’re working for a college whose administrative offices are located in Florida or Dubai. You can attend an important conference in Hawaii on the same day that you teach your class in New Jersey, longing on from your laptop via the local cafe’s wireless hot sport or your hotel room’s high speed network.  Online learning offers more freedom for students as well. They can search for courses using the Web, scouring their institution or even the world fro programs, classes and instructors that fit their needs. Having found an appropriate course, they can enrol and register, shop for their books, read articles, listen to lectures, submit their homework assignments, confer with their instructors, and receive their final grades – all online. They can assemble in virtual classrooms, joining other students from diverse geographical locales, forging bond and friendships not possible in conventional classrooms, which are usually limited to students from a specific geographical area."
  }
]