[
  {
    "answer": "7. The City of London London has surpassed its rivals and has dominated global financial markets to become the world’s mighty money capital due to its judicial and currency advantages even though the expansion progress was not smooth. (33 words) Suggested Key Points:London  the world’s mighty money capital overtaking the New York rivals  the global secondary bond market  dominating the foreign exchange trading  having no Sarbanes-Oxley  being expensive groaning transport systems   an everpresent threat of terrorist attack"
  },
  {
    "keywords": [
      "London",
      "the world’s mighty money capital",
      "overtaking the New York rivals",
      "the global secondary bond market",
      "dominating the foreign exchange trading",
      "having no Sarbanes-Oxley",
      "being expensive",
      "groaning transport systems",
      "an everpresent threat of terrorist attack"
    ]
  },
  {
    "text": "Who would have thought back in 1698, as they downed their espressos, that the little band of stockbrokers from Jonathan’s Coffee House in Change Alley EC3 would be the founder-members of what would become the world’s mighty money capital?  Progress was not entirely smooth. The South Sea Bubble burst in 1720 and the coffee house exchanges burned down in 1748. As late as Big Bang in 1986, when bowler hats were finally hung up, you wouldn’t have bet the farm on London surpassing New York, Frankfurt and Tokyo as Mammon’s international nexus. Yet the 325,000 souls who operate in the UK capital’s financial hub have now overtaken their New York rivals in size of the funds managed (including offshore business); they hold 70% of the global secondary bond market and the City dominates the foreign exchange trading. And its institutions paid out £9 billion in bonuses in December. The Square Mile has now spread both eastwards from EC3 to Canary Wharf and westwards into Mayfair, where many of the private-equity ‘locusts’ and their hedge-fund pals now hang out. For foreigners in finance, London is the place to be. It has no Sarbanes-Oxley and no euro to hold it back, yet the fact that it still flies so high is against the odds. London is one of the most expensive cities in the world to live in, transport systems groan and there’s an ever-present threat of terrorist attack. But, for the time being, the deals just keep on getting bigger."
  }
]