[
  {
    "answer": "12. Are Female Songbirds Evolution’s Unsung Heroines? A research done by Laszlo Garamszegi and his team shows that most female songbirds could sing and some species sing for surviving reasons and that this fact is overlooked due to Darwin’s emphasis on the importance of male display. (39 words) Suggested Key Points:studying on European songbird species  overlooked female songbirds less well-studied areas  blaming the oversight  the importance of male sexual display  more traditionally studies  deterring other females surviving reasons   more focusing on males in areas"
  },
  {
    "keywords": [
      "studying on European songbird species",
      "overlooked female songbirds",
      "less well-studied areas",
      "blaming the oversight",
      "the importance of male sexual display",
      "more traditionally studies",
      "deterring other females",
      "surviving reasons",
      "more focusing on males in areas"
    ]
  },
  {
    "text": "Males do the singing and females do the listening. This has been the established, even cherished view of courtship in birds, but now some ornithologists are changing tune.  Laszlo Garamszegi of the University of Antwerp, Belgium, and colleagues studied the literature on 233 European songbird species. Of the 109 for which information on females was available, they found evidence for singing in 101 species. In only eight species could the team conclude that females did not sing.  Females that sing have been overlooked, the team say because either their songs are quiet, they are mistaken for males from their similar plumage or they live in less well-studied areas such as the tropics. Garamszegi blames Charles Darwin for the oversight. “He emphasized the importance of male sexual display, and this is what everyone has been looking at.”  The findings go beyond modern species. After carefully tracing back an evolutionary family tree for their songbirds, Garamszegi team discovered that, in at least two bird families, singing evolved in females first. They suggest these ancient females may have been using their songs to deter other females from their territories, to coordinate breeding activities with males, or possibly to attract mates.  “It leaves us with a perplexing question,” says Garamszegi. “What evolutionary forces drove some females to give up singing?” Before people believed that male sings and female listen, traditionally studies normally focus on ales as they are more important in xx areas. After examining the family tree of songbird, at least two female sings for surviving reasons."
  }
]