[
  {
    "answer": "3. SLP OfficerSchool liaison police have been brought into NSW schools to reduce crime rates and improve students’ safety by conducting workshops and some people believe it a good thing while others not, which education of children was very important for advising school principals.  (42 words) Suggested Key Points:the armed police bringing into NSW schools improving schoolchildren’s safety reducing crime rates  educating students  building positive relationships parent groups  potential dangers of armed police working at schools conducting crime prevention workshops  sparking a range of community reactions"
  },
  {
    "keywords": [
      "the armed police",
      "bringing into NSW schools",
      "improving schoolchildren’s safety",
      "reducing crime rates",
      "educating students",
      "building positive relationships",
      "parent groups",
      "potential dangers of armed police working at schools",
      "conducting crime prevention workshops",
      "sparking a range of community reactions"
    ]
  },
  {
    "text": "Armed police have been brought into NSW schools to reduce crime rates and educate students. The 40 School Liaison Police (SLP) officers have been allocated to public and private high schools across the state. Organizers say the officers, who began work last week, will build positive relationships between police and students. But parent groups warned of potential dangers of armed police working at schools in communities where police relations were already under strain. Among their duties, the SLPs will conduct crime prevention workshops, talking to students about issues including shoplifting, offensive behavior, graffiti and drugs, and alcohol. They can also advise school principals. One SLP, Constable Ben Purvis, began to work in the inner Sydney region last week, including at Alexandria Park Community School’s senior campus. Previously stationed as a crime prevention officer at The Rocks’ he now has 27 schools under his jurisdiction in areas including The Rocks, Redfern and Kings Cross.  Constable Purvis said the full-time position would see him working on the broader issues of crime prevention. “I am not a security guard”, he said. “I am not there to patrol the school. We want to improve relationships between police and schoolchildren, to have a positive interaction. We are coming to the school and giving them the knowledge to improve their own safety.”  The use of fake ID among older students is among the issues he has already discussed with principals.  Parents’ groups responded to the program positively, but said it may spark a range of community reactions.  “It is a good thing and an innovative idea and there could be some positive benefits”, Council of Catholic School Parents executive officer  Danielle Cronin said. “Different communities will respond to this kind of presence in different ways.”"
  }
]