[
  {
    "answer": "97. Georges-Eugène HaussmannWhereas the fundamental essence of bringing fresh water to the city emphasizes the significance of a new huge reservoir, the corresponding impacts of the water supply of Paris such as distributing the water throughout the city and using the less-clean water are acknowledged, and the growing population could be inferred evidently from Haussmann’s workers, which the potential implications of four major parks, as well as recreation and relaxation of the Parisians are presumed. (73 words) Suggested Key Points:bringing fresh water to the city  a new huge reservoir the water supply of Paris  distributing the water throughout the city  using the less-clean water  the growing population  Haussmann’s workers four major parks recreation and relaxation of the Parisians"
  },
  {
    "keywords": [
      "bringing fresh water to the city",
      "a new huge reservoir",
      "the water supply of Paris",
      "distributing the water throughout the city",
      "using the less-clean water",
      "the growing population",
      "Haussmann’s workers",
      "four major parks",
      "recreation and relaxation of the Parisians"
    ]
  },
  {
    "text": "To bring fresh water to the city, his hydraulic engineer, EugèneBelgrand, built a new aqueduct to bring clean water from the Vanne River in Champagne, and a new huge reservoir near the future ParcMontsouris. These two works increased the water supply of Paris from 87,000 to 400,000 cubic meters of water a day. He laid hundreds of kilometers of pipes to distribute the water throughout the city, and built a second network, using the less-clean water from the Ourq and the Seine, to wash the streets and water the new park and gardens.  The population of Paris had doubled since 1815, with no increase in its area. To accommodate the growing population and those who would be forced from the center by the new boulevards and squares Napoleon III planned to build, he issued a decree annexing eleven surrounding communes, and increasing the number of arrondissements from twelve to twenty, which enlarged the city to its modern boundaries. Beginning in 1854, in the centre of the city,  Haussmann’s workers tore down hundreds of old buildings and cut eighty kilometres of new avenues, connecting the central points of the city. Buildings along these avenues were required to be the same height and in a similar style, and to be faced with cream-coloured stone, creating the signature look of Paris boulevards.  Napoleon III also wanted to build new parks and gardens for the recreation and relaxation of the Parisians, particularly those in the new neighbourhoods of the expanding city, ]Napoleon Ill’s new parks were inspired by his memories of the parks in London, especially Hyde Park, where he had strolled and promenaded in a carriage while in exile; but he wanted to build on a much larger scale. Working with Haussmann and Jean-Charles Alphand, the engineer who headed the new Service of Promenades and Plantations, he laid out a plan for four major parks at the cardinal points of the compass around the city. Thousands of workers and gardeners began to dig lakes, build cascades, plant lawns, flowerbeds and trees, construct chalets and grottoes. Napoleon III created the Bois de Boulogne (1852-1858) to the west of Paris: the Bois de Vincennes (1860-1865) to the east; the Parc des Buttes-Chaumont (1865-1867) to the north, and ParcMontsouris (1865-1878) to the south."
  }
]