[
  {
    "answer": "45. THE BOOKSELLERS OF HOOKHAM Whereas the fundamental essence of the booksellers of Hookham emphasizes the significance of engaging in politically charged decade, the corresponding impacts of aristocracy purchased novels such as the gentry classes and female purchasers are acknowledged, and women readers could be inferred evidently from the participation in the male-dominated world, which the potential implications of both disposable income as well as political debate are presumed. (64 words) Suggested Key Points:booksellers of Hookham  engaging in politically charged decade aristocracy purchased novels  gentry classes and female purchasers  women readers  participation in the male-dominated world disposable income  political debate"
  },
  {
    "keywords": [
      "booksellers of Hookham",
      "engaging in politically charged decade",
      "aristocracy purchased novels",
      "gentry classes and female purchasers",
      "women readers",
      "participation in the male-dominated world",
      "disposable income",
      "political debate"
    ]
  },
  {
    "text": "THE BOOKSELLERS OF HOOKHAM AND CARPENTER (hereafter referred to only as ‘Hookham’) were located on New Bond Street in London, and their records span the most politically turbulent decade of the eighteenth-century—the 1790s. Clients who frequented Hookham were primarily from the aristocratic or gentry classes. In fact, of Hookham’s total buyers, 22% were aristocracy and 35% (204 customers) of the aristocracy purchased novels. We can also confidently assume that untitled female customers were of gentry income, because their addresses were primarily in London’s fashionable ‘West End’.  Hookham’s ledgers not only reveal a dramatic increase in the proportion of female purchasers of novels by comparison to earlier studies of provincial women, but they also reveal a remarkable increase in the proportion of female purchases of novels authored by females. Such a marked increase illustrates that Hookham’s leisured female customers were able to buy more novels. Furthermore, the fact that these female aristocrats and gentry have accounts under their own name, not their husbands’, demonstrates the greater degree of agency and independence that these urban, moneyed women had relative to provincial women. However, because our study does not include an examination of male customers, we are very limited in what claims we can make about whether or not these women behaved according to the cliché that women were the predominant consumers of novels in the eighteenth-century.  Moreover, while more disposable income and leisure time certainly accounts for the significant increase in female purchases of novels authored by women in the 1790s, this increase also strongly suggests a desire on the part of women readers to engage in this politically charged decade. Thus, novel-reading provided women readers with the means through which they were able to participate in the male-dominated world of politics. The latter part of our paper will more fully explore this hypothesis in the context of certain recent literary scholars’ claims that both Gothic and sentimental novels are actively engaged in political debate and discussion."
  }
]