[
  {
    "answer": "80. Tricks of the Writers Trade Whereas the fundamental essence of reading the writing aloud emphasizes the significance of a theatrical way, the corresponding impacts of converting writing into a speech such as complicated, short and direct words are acknowledged, and the key stress could be inferred evidently from resisting the impulse, which the potential implications of misjudging sentences’ tone, colloquial styles as well as grammatically perfect sentences are presumed. (64 words)Suggested Key Points:reading the writing aloud  a theatrical way converting writing into a speech  complicated, short and direct words  key stress  resisting the impulse misjudging sentences’ tone, colloquial styles  grammatically perfect sentences"
  },
  {
    "keywords": [
      "reading the writing aloud",
      "a theatrical way",
      "converting writing into a speech",
      "complicated, short and direct words",
      "key stress",
      "resisting the impulse",
      "misjudging sentences’ tone, colloquial styles",
      "grammatically perfect sentences"
    ]
  },
  {
    "text": "It might seem a little eccentric but reviewing your work by reading it aloud can help to identify the woolliest areas. This works best if you perform your reading in a theatrical way, pausing at the commas and ends of sentences. If you run out of breath during a sentence, it is probably too long. You ought to be able to convert your writing into a speech in this way – if it sounds too stilted and convoluted, perhaps you could rework these parts until they sound fluid.  It’s unlikely that your reader will be fooled by the idea that long words make you sound clever. Cluttering a sentence with too many complicated words can prevent its meaning from being understood at all. A short word is always preferable to a long one. Why should anyone choose the word ‘erroneous’ over the word ‘wrong’ in an essay? Usually writers who employ more obscure words are trying to sound impressive, but can appear pretentious. Direct words enable you to control what you are saying, and are not necessarily babyish, but the most appropriate ones for the job.  When you read you’re writing aloud, you will notice that the key stress comes at the end of your sentence. It is therefore most effective to end with a short and emphatic word to secure your point. Try to resist the impulse to waffle at the end of your sentence by trailing off into qualifying clauses. It might be worth relocating the clause to the beginning of the sentence or losing it altogether if you feel that it adds little to its meaning.  Your sentences might be the most grammatically perfect in the world, but still cause your writing to sound wrong if you have misjudged its tone. A colloquial style, which uses slang and exclamations, is an inappropriately chatty tone for an essay. However, style can be equally jarring if your vocabulary is too formal or ambitious for its context. It is much more impressive to make complicated points using simple language and grammar."
  }
]