[
  {
    "answer": "60. Double Blind Whereas the fundamental essences of being double-blind emphasizes the significance of the experimental treatment, the corresponding impacts of unaware patients and physicians, such as the virtue of clinical trials and the evidential support are acknowledged, and the unobjectionable rationale could be inferred evidently from a problematic trial, which the potential implications of not being supported by evidence as well as a test-resistant nature are presumed. (65 words) Suggested Key Points:being double-blind  experimental treatment unaware patients and physicians the virtue of clinical trials  evidential support  unobjectionable rationale  a problematic trial not being supported by evidence  a test-resistant nature"
  },
  {
    "keywords": [
      "being double-blind",
      "experimental treatment",
      "unaware patients and physicians",
      "the virtue of clinical trials",
      "evidential support",
      "unobjectionable rationale",
      "a problematic trial",
      "not being supported by evidence",
      "a test-resistant nature"
    ]
  },
  {
    "text": "The feature of being “double blind”, where neither patients nor physicians are aware of who receives the experimental treatment, is almost universally trumpeted as being a virtue of clinical trials. Hence, trials that fail to remain successfully double blind are regarded as providing inferior evidential support. The rationale for this view is unobjectionable: double blinding rules out the potential confounding influences of patient and physician beliefs. Nonetheless, viewing double blind trial as necessarily superior is problematic. For one, it leads to the paradox that very effective experimental treatments will not be supportable by best evidence. If a new drug were to make even the most severe symptoms of the common cold disappear within seconds, most participants and investigators would correctly identify it as the latest wonder drug and not the control (i.e. placebo) treatment. Any trial testing the effectiveness of this wonder drug will therefore fail to remain double blind. Similar problems arise for treatments, such as exercise and most surgical techniques, whose nature makes them resistant to being tested in double blind conditions. It seems strange that an account of evidence should make a priori judgments that certain claims can never be supported by ‘best evidence’. It would be different if the claims at issue were pseudoscientific — untestable. But so far as treatments with large effects go, the claim that they are effective is highly testable and intuitively they should receive greater support from the evidence than do claims about treatments with moderate effects."
  }
]