[
  {
    "answer": "94. Parents’ TV time may be the biggest influence on kids Whereas the fundamental essence of mimicking parents emphasizes the significance of kids’ TV-viewing habits, the corresponding impacts of high-quality entertainments such as screen-free zones and additional viewing time are acknowledged, and parents’ TV time could be inferred evidently from restricted television time, which the potential implications of adolescents’ watching hours as well as rules on time limits are presumed. (59 words) Suggested Key Points:mimicking parents  kids’ TV-viewing habits high-quality entertainments  screen-free zones  additional viewing time  parents’ TV time  restricted television time adolescents’ watching hours  rules on time limits"
  },
  {
    "keywords": [
      "mimicking parents",
      "kids’ TV-viewing habits",
      "high-quality entertainments",
      "screen-free zones",
      "additional viewing time",
      "parents’ TV time",
      "restricted television time",
      "adolescents’ watching hours",
      "rules on time limits"
    ]
  },
  {
    "text": "Kids mimic what their parents do — and a new study on TV-viewing habits proves just that.  Research published July 15 in Pediatrics shows that the amount of time parents watch TV is connected to how much TV their children watch, even more so than the location of the TV in the home or the family’s rules for television watching. The American Academy of Pediatrics suggests that children and teens should only be allowed to use “high-quality” entertainment media for one to two hours per day. In addition, the house should have “screen-free” zones like the children’s bedroom, where there are no TVs, computer games or video games. The TV should be turned off during dinner, the academy adds.  Each hour of TV viewed by the parents was linked to an additional half hour of viewing time for children. Children whose parents watched more than the average also watched more compared to kids whose parents stuck to the four hours daily.  Parents’ TV time had a stronger association to how much time children watched television compared to house rules on time limits, whether the children had a TV in the bedroom and whether the family was watching together. Parents who restricted television time only were able to cut down viewing times for children who were in the 6 to 11-year-old age group. Adolescents watched about one more hour of TV than their parents thought they did, the results also showed."
  }
]