[
  {
    "answer": "32. Australian Indigenous Food Despite the effort to associate traditional Australian food ingredients with national diets, it is impossible to make such link because those indigenous food are produced and consumed in insufficient quantities, and in fact imported foods are much more representative of what the nation eats. (44 words) Suggested Key Points:indigenous ingredients  Australian food culture an association with nature  geographic origin  common usage  encouraging the consumption of native resources not sufficient quantities of bush foods not being accessible  less related to Australian identity"
  },
  {
    "keywords": [
      "indigenous ingredients",
      "Australian food culture",
      "an association with nature",
      "geographic origin",
      "common usage",
      "encouraging the consumption of native resources",
      "not sufficient quantities of bush foods",
      "not being accessible",
      "less related to Australian identity"
    ]
  },
  {
    "text": "In its periodic quest for culinary identity, Australia automatically looks to its indigenous ingredients, the foods that are native to this country. “There can be little doubt that using an indigenous product must qualify a dish as Australian”, notes Stephanie Alexander. Similarly, and without qualification, Cherikoff states that “A uniquely Australian food culture can only be based upon foods indigenous to this country”, although, as Craw remarks, proposing Australian native foods as national symbols rely more upon their association with ‘nature’ and geographic origin than on common usage. Notwithstanding the lack of justification for the premise that national dishes are, of necessity, founded on ingredients native to the country—after all, Italy’s gastronomic identity is tied to the non-indigenous tomato, Thailand’s to the non-indigenous chili—the reality is that Australians do not eat indigenous foods in significant quantities. The exceptions are fish, crustaceans and shellfish from oceans, rivers and lakes, most of which are unarguably unique to this country. Despite valiant and well-intentioned efforts today at promoting and encouraging the consumption of native resources, bush foods are not harvested or produced in sufficient quantities for them to be a standard component of Australian diets, nor are they generally accessible. Indigenous foods are less relevant to Australian identity today than lamb and passionfruit, both initially imported and now naturalized."
  }
]