[
  {
    "answer": "42. Experimental Treatment The experimental treatment is proven to be successful, as the patient has regained some feeling in his lower body and is learning to walk again, and the researchers are looking to use less invasive techniques in the future, because undergoing brain surgery to extract the olfactory tissue is not a good idea, especially for someone who is paralyzed. (58 words) Suggested Key Points:experimental treatment  patient lower body  using less invasive techniques and brain surgery  extracting the olfactory tissue  regrowth encouragement a similar injury  walking again"
  },
  {
    "keywords": [
      "experimental treatment",
      "patient",
      "lower body",
      "using less invasive techniques and brain surgery",
      "extracting the olfactory tissue",
      "regrowth encouragement",
      "a similar injury",
      "walking again"
    ]
  },
  {
    "text": "Four years ago, Darek Fidyka was stabbed in the back, leaving his spinal cord severed, and his body from the chest down paralyzed. Now, after an experimental treatment, Fidyka has regained some feeling in his lower body and is learning to walk again.  The researchers are looking to use less invasive techniques in the future, because undergoing brain surgery to extract the olfactory tissue isn’t anyone’s idea of a good time, much less someone who is paralyzed.  The BBC reports that over 100 micro injections of olfactory unsheathing cells were injected into the injury site, and strips of nerve tissue from Fidyka ankle were laid across the gap in the spinal cord, in the hopes that the cells from the olfactory bulbs would encourage regrowth. A similar procedure had been successfully tested on dogs in 2012.  Now, 19 months after the operation, Fidyka has regained sensation in parts of his lower body, and after intense physical therapy is able to walk using a walker. As an added bonus, even with one olfactory bulb removed, Fidyka retained his sense of smell.  He told the BBC:”I think it’s realistic that one day I will become independent. What I have learned is that you must never give up but keep fighting, because some door will open in life.” The story is the subject of an episode of the BBC television program Panorama airing today at 10:35 pm in the UK. The study itself will be published in the journal Cell Transplantation at a later date, but the researchers acknowledge that as exciting as this result is, there is still a lot more work to be done.  “Our results are very encouraging,” the medical team is quoted as saying in a statement. “However, our results need to be confirmed in a larger group of patients with a similar injury. In the meantime, we are investigating surgical techniques for more minimally invasive access to the olfactory bulb.”"
  }
]