[
  {
    "answer": "19. Napping (1) Although more research is needed, some studies show that a regular midday siesta could reduce the probability of death caused by heart disease, by helping to deal with stress and biological rhythm of daily living. (35 words)Suggested Key Points:taking a siesta  an important weapon fighting against mortality  napping and reducing the risk of heart attacks dealing with the daily stress  normal biological rhythm  relationship between naps and heart disease  mixed results"
  },
  {
    "keywords": [
      "taking a siesta",
      "an important weapon",
      "fighting against mortality",
      "napping and reducing the risk of heart attacks",
      "dealing with the daily stress",
      "normal biological rhythm",
      "relationship between naps and heart disease",
      "mixed results"
    ]
  },
  {
    "text": "A large new study has found that people who regularly took a siesta were significantly less likely to die of heart disease.  “Taking a nap could turn out to be an important weapon in the fight against coronary mortality,” said Dimitrios Trichopoulos of the Harvard School of Public Health in Boston, who led the study published yesterday in the Archives of Internal Medicine.  The study of more than 23,000 Greek adults the biggest and best examination of the subject to date — found that those who regularly took a midday siesta were more than 30 percent less likely to die of heart disease.  Other experts said the results are intriguing. Heart disease kills more than 650,000 Americans each year, making it the nation’s No. 1 cause of death.  “It’s interesting. A little siesta, a little snooze may be beneficial,” said Gerald Fletcher, a cardiologist at the Mayo Clinic in Jacksonville, Fla., speaking on behalf of the American Heart Association. “It’s simple, but it has a lot of promise.”  While more research is needed to confirm and explore the findings, there are several ways napping could reduce the risk of heart attacks, experts said.  “Napping may help deal with the stress of daily living,” said Michael Twery, who directs the National Heart Lung and Blood Institute’s National Center on Sleep Disorders Research. “Another possibility is that it is part of the normal biological rhythm of daily living. The biological clock that drives sleep and wakefulness has two cycles each day, and one of them dips usually in the early afternoon. It’s possible that not engaging in napping for some people might disrupt these processes.”  Researchers have long known that countries such as Greece’ Italy and Spain’ where people commonly take siestas’ have lower rates of heart disease than would be expected. But previous studies that attempted to study the relationship between naps and heart disease have produced mixed results. The new study is first to try to fully account for factors that might confuse the findings’such as physical activity’ diet and other illnesses."
  }
]