[
  {
    "answer": "85. Paying for child Although people may find it inappropriate to pay children for work around home like doing household chores, paying children to do the extra can help them gain a better understanding of business and learn essential skills, and allowances can certainly help them to learn personal finance including investment and savings and the power of compound interests. Suggested Key Points: paying children for extra work around the home  allowances business understanding future saving and learning personal finance  a savings account  sacrificing for costly goals compound interest power  ways of spending money"
  },
  {
    "keywords": [
      "paying children for extra work around the home",
      "allowances",
      "business understanding",
      "future saving and learning personal finance",
      "a savings account",
      "sacrificing for costly goals",
      "compound interest power",
      "ways of spending money"
    ]
  },
  {
    "text": "Many people who have written on the subject of allowances say it is not a good idea to pay your child for work around the home. These jobs are a normal part of family life.  Paying children to do extra work around the house, however, can be useful. It can even provide an understanding of how a business works.  Allowances give children a chance to experience the things they can do with money. They can share it in the form of gifts or giving to a good cause. They can spend it by buying things they want. Or they can save and maybe even invest it. Saving helps children understand that costly goals require sacrifice: you have to cut costs and plan for the future. Requiring children to save part of their allowance can also open the door to future saving and investing. Many banks offer services to help children and teenagers learn about personal finance.  A savings account is an excellent way to learn about the power of compound interest. Interest rates on savings can be very low these days. But compounding works by paying interest on interest. So, for example, one dollar invested at two percent interest will earn two cents in the first year. The second year, the money will earn two percent of one dollar and two cents, and so on. That may not seem like a lot. But over time it adds up."
  }
]