[
  {
    "answer": "93. Malaria may weaken the skeleton Whereas the fundamental essence of Malaria parasites emphasizes the significance of a destruction trail, the corresponding impacts of weakening bones such as stunting the growth of children and the skeletal decline prevention are acknowledged, and a compound similar to vitamin D could be inferred evidently from dwelling in red blood cells, which the potential implications of reproducing on hemoglobin proteins as well as the bone marrow and the brain damage are presumed. (72 words) Suggested Key Points:Malaria parasites  a destruction trail weakening bones  stunting the growth of children the skeletal decline prevention  compound similar to vitamin D dwelling in red blood cells reproducing on hemoglobin proteins  the bone marrow and the brain damage"
  },
  {
    "keywords": [
      "Malaria parasites",
      "a destruction trail",
      "weakening bones",
      "stunting the growth of children",
      "the skeletal decline prevention",
      "compound similar to vitamin D",
      "dwelling in red blood cells",
      "reproducing on hemoglobin proteins",
      "the bone marrow and the brain damage"
    ]
  },
  {
    "text": "Malaria parasites leave a trail of destruction in an infected person’s body. The microscopic invaders massacre red blood cells, produce harmful chemicals, and sometimes damage the brain. A new mouse study suggests that the parasites can also weaken bones. If they do the same in people, they could stunt the growth of children infected with the disease. But the study also provides some good news, identifying a potential way to prevent the skeletal decline with a compound similar to vitamin D.  “It’s important work,” says parasitologist Regina Joice Cordy of Emory University in Atlanta, who wasn’t connected to the study. “It’s taken us a step further,” she adds, in understanding the long-term effects of malaria infections.  Malaria parasites, which are transmitted through the bite of an infected mosquito, cause the most destruction during the part of their life cycle when they dwell in red blood cells circulating through the body. There, they reproduce and feast on oxygen-carrying hemoglobin proteins, releasing noxious byproducts. The parasites eventually explode from the blood cells, killing them in droves. Although researchers have also detected the parasites in bone marrow, where blood-forming stem cells reside, no one has known until now whether they damage the skeleton."
  }
]