[
  {
    "answer": "84. Madeline Gannon In order to unlock the possibilities of 3D printing into the world, researchers desire to create original designs for 3D printed artefacts and develop a creative system called Tactum which enables users to use their own unique designs, and with Reverb that creates printable meshes, the impulse has led to a wide variety of bracelets and necklace designs. Suggested Key Points:the infinite design possibilities of 3D printing  technical backgrounds creating original designs digital models  3D-printed artifacts  developing Tactum software touching projected images designing the human body, the Reverb project printable meshes bracelet and necklace designs"
  },
  {
    "keywords": [
      "the infinite design possibilities of 3D printing",
      "technical backgrounds",
      "creating original designs",
      "digital models",
      "3D-printed artifacts",
      "developing Tactum software",
      "touching projected images",
      "designing the human body, the Reverb project",
      "printable meshes",
      "bracelet and necklace designs"
    ]
  },
  {
    "text": "Madeline Gannon is a researcher, teacher at the Carnegie Mellon University School of Architecture and Ph.D. candidate in Computational Design — but that’s not all. She is on a mission to open up the infinite design possibilities of 3D printing to the world.  “Currently you have to have a lot of technical background in order to participate in creating things for 3D printers,” Gannon says. “There is still a huge knowledge barrier for how we create digital models.”  As the technology has advanced, prices have plummeted, and now anyone can buy a 3D printer for a few hundred dollars, Gannon notes. However, not just anyone can create original designs for 3D-printed artifacts.  To put true creative power into the hands of any ordinary 3D printer owner, Gannon has developed an innovative new system called “Tactum.”  Tactum is a new type of software that lets users create their own unique designs for 3D printers by simply touching a projected image.  Using their innate hand gestures, someone using Tactum can poke, rub and otherwise manipulate the projected image that will become their 3D printed object, and see it instantly change shape in response.  In keeping with the goal of democratizing the process, Gannon designed her first series of Tactum artifacts on a surface that everyone can access freely and manipulate instinctively, that being the human body.  “My goal was to bring the digital out to the physical world and out onto your body,” says Gannon.  Along with a companion project called Reverb — which translates these user-created designs into printable meshes— that impulse has resulted in a spectacular diversity of bracelet and necklace designs, ranging from smooth landscapes, intricate textures and chaotic free forms to delicate geometries derived from the 19th century art of chorography."
  }
]