[
  {
    "answer": "8. Asking Questions Unlike animals that could only absorb information pre-selected by the nature, humans can ask themselves questions which are irrelevant to naturally-defined needs and goals and some people believe that humans are also incapable of answering some questions due to the evolved nature. (42 words) Suggested Key Points:non-human animals  absorbing information asking questions generating problems the immediate circumstances  the evolutionarilydesigned needs  humans the evolved needs and goals going beyond the naturally-defined goals"
  },
  {
    "keywords": [
      "non-human animals",
      "absorbing information",
      "asking questions",
      "generating problems",
      "the immediate circumstances",
      "the evolutionarilydesigned needs",
      "humans",
      "the evolved needs and goals",
      "going beyond the naturally-defined goals"
    ]
  },
  {
    "text": "All non-human animals are constrained by the tools that nature has bequeathed them through natural selection. They are not capable of striving towards truth; they simply absorb information, and behave in ways useful for their survival. The kinds of knowledge they require of the world have been largely pre-selected by evolution. No animal is capable of asking questions or generating problems that are irrelevant to its immediate circumstances or its evolutionarily-designed needs. When a beaver builds a dam, it doesn’t ask itself why it does so, or whether there is a better way of doing it. When a swallow flies south, it doesn’t wonder why it is hotter in Africa or what would happen if it flew still further south.  Humans do ask themselves these and many other kinds of questions, questions that have no relevance, indeed make little sense, in the context of evolved needs and goals. What marks out humans is our capacity to go beyond our naturally-defined goals such as the need to find food’ shelter or a mate and to establish human-created goals.  Some contemporary thinkers tend to believe that there are indeed certain questions that humans are incapable of answering because of our evolved nature. Steven Pinker, for instance, argues that “Our minds evolved by natural selection to solve problems that were life-and-death matters to our ancestors, not to commune with correctness or to answer any question we are capable of asking. We cannot hold ten thousand words in our short-term memory. We cannot see ultra-violet light. We cannot mentally rotate an object in the fourth dimension. And perhaps we cannot solve conundrums like free will and sentience.”"
  }
]