[
  {
    "answer": "110. Newborns don’t imitate adults Whereas the fundamental essence of imitating the behaviors emphasizes the significance of the facial expressions, the corresponding impacts of Refuting a widespread belief such as indicating no imitation by newborns and clearing up the confusion are acknowledged, and a broad range of gestures could be inferred evidently from behaviors exhibited by babies, which the potential implications of repeating behaviors as well as exhibiting new gestures are presumed. (67 words) Suggested Key Points:imitating the behaviors  the facial expressions Refuting a widespread belief  indicating no imitation by newborns  clearing up the confusion  a broad range of gestures  behaviors exhibited by babies repeating behaviors  exhibiting new gestures"
  },
  {
    "keywords": [
      "imitating the behaviors",
      "the facial expressions",
      "Refuting a widespread belief",
      "indicating no imitation by newborns",
      "clearing up the confusion",
      "a broad range of gestures",
      "behaviors exhibited by babies",
      "repeating behaviors",
      "exhibiting new gestures"
    ]
  },
  {
    "text": "Many studies have indicated that from birth, infants imitate the behaviours and facial expressions of the adults around them. However, a team of Australian, South African and British researchers have released a study this week that refutes this widespread belief.  “Numerous studies from the 1980s and 90s indicated no imitation by newborns, while others claimed it was there,” says Virginia Slaughter, a biologist at the University of Queensland and co-author of the study.  “We wanted to clear up the confusion because the ‘fact’ that newborns imitate is widely cited, not just in the fields of psychology, neuroscience and paediatrics, but also in popular sources for parents.”  The international research team, led by Janine Oostenbroek, a psychologist at the University of York in the UK, exposed more than 100 infants to a broad range of gestures and recorded their responses at one, two, six and nine weeks of age.  The gestures included social cues like adults poking their tongues out, frowning or grinning, as well as non-social cues such as pointing or opening a box.  The findings showed no link between behaviours exhibited by babies in their first few months and the gestures they were exposed to. The babies were just as likely to exhibit gestures they had never seen before as repeat ones they had.  For instance, babies stuck their tongues out just as frequently if they were being exposed to pointing or opening a box, rather than anything to do with mouths or tongues."
  }
]