[
  {
    "answer": "38. Office Space A recent study conducted by Harvard University and Massachusetts General Hospital showed that there is a strong link between office space and performance of employees, as physical surroundings plays an important role in boosting productivity and job satisfaction which has caused pioneers such as Google, Walt Disney and Dyson to create healthy offices that enhance their creativity, innovation and psychological well-being. (61 words) Suggested Key Points:office space  promoting or inhibiting performance improving the physical surroundings impacting on productivity and more loyalty  physical and cultural environment  making or breaking creativity stimulating and reflecting spaces an essential ingredient for innovation"
  },
  {
    "keywords": [
      "office space",
      "promoting or inhibiting performance",
      "improving the physical surroundings",
      "impacting on productivity and more loyalty",
      "physical and cultural environment",
      "making or breaking creativity",
      "stimulating and reflecting spaces",
      "an essential ingredient for innovation"
    ]
  },
  {
    "text": "The notion that office space has a role in promoting or inhibiting performance is backed up by solid research. A recent study conducted by Harvard University and Massachusetts General Hospital showed that improvements to the physical surroundings of workers impacted on productivity not just because the working environment was more attractive, but because the changes made cared for. A Swedish research paper revealed a strong link between the type of office an employee worked in and their overall job action and health. Various findings have emerged a result of studies such as this. Pot plants and greenery can apparently have a real impact on psychological well-being. Those who work in private room tend to be in better health than workers in open-plan offices. Sufficient light can reduce sickness among workers and increase productivity, and an attractive office can make workers feel more cared for and therefore more loyal to their company. Mo these points make good rational Sense. But some companies aren’t content sim y to increase the health, productivity and contentment of their employees. Pioneers such as Google, Walt Disney and Dyson have tilled to create offices that will do everything from promoting collaboration between workers to stimulating their creative juices. “Environment, both physical and cultural, can make or break creativity”, says Kursty Groves, author of I Wish I Worked There! A Look Inside the Most Creative Spaces in Business. “Stimulating spaces expose the mind to a variety of stimuli — planned or random, in order to encourage people to think differently. Reflective spaces promote the filtering of information into the brain, slowing it to make connections. An environment which encourages a team to build trust and to play freely is an essential ingredient for innovation.”"
  }
]