[
  {
    "answer": "Although the world in a geologic time and separating a single continent are related to lighter rocks and the heavier crustal material, relative positions can be rigidly fixed by slowly moving, and breaking the earth’s surface into a number of shifting slabs in a mobile zone can be led to active volcanoes, plate-boundary volcanoes, the ring of Fire and intra-plate volcanoes, which impacts of the hot spot, the magma-generation and volcano-formation process are acknowledged.Suggested Key Points:single continent  geologic time continent eventually separated and drifted apart  lighter rocks and heavier crustal material  rigidly fixed and slowly moving  Earth’s surface is broken into shifting slabs  active volcanoes and located along or near the boundaries  Ring of Fire  plate-boundary volcanoes intra-plate volcanoes  hot spot, magma-generation and volcano-formation process."
  },
  {
    "keywords": [
      "single continent",
      "geologic time",
      "continent eventually separated and drifted apart",
      "lighter rocks and heavier crustal material",
      "rigidly fixed and slowly moving",
      "Earth’s surface is broken into shifting slabs",
      "active volcanoes and located along or near the boundaries",
      "Ring of Fire",
      "plate-boundary volcanoes",
      "intra-plate volcanoes",
      "hot spot, magma-generation and volcano-formation process."
    ]
  },
  {
    "text": "According to the theory of continental drift, the world was made up of a single continent through most of the geologic time. That continent eventually separated and drifted apart, forming into the seven continents we have today. The first comprehensive theory of continental drift was suggested by the German meteorologist Alfred Wegener in 1912. The hypothesis asserts that the continents consist of lighter rocks that rest on heavier crustal material—similar to the manner in which icebergs float on water. Wegener contended that the relative positions of the continents are not rigidly fixed but are slowly moving—at a rate of about one yard per century.  According to the generally accepted plate-tectonics theory, scientists believe that Earth’s surface is broken into a number of shifting slabs or plates, which average about 50 miles in thickness. These plates move relative to one another above a hotter, deeper, more mobile zone at average rates as great as a few inches per year. Most of the world’s active volcanoes are located along or near the boundaries between shifting plates and are called plate-boundary volcanoes.  The peripheral areas of the Pacific Ocean Basin, containing the boundaries of several plates, are dotted with many active volcanoes that form the so-called Ring of Fire. The Ring provides excellent examples of plate-boundary volcanoes, including Mount St. Helens.  However, some active volcanoes are not associated with plate boundaries, and many of these so-called intra-plate volcanoes form roughly linear chains in the interior of some oceanic plates. The Hawaiian Islands provide perhaps the best example of an intra-plate volcanic chain, developed by the northwest-moving Pacific plate passing over an inferred “hot spot” that initiates the magma-generation and volcano-formation process."
  }
]