[
  {
    "answer": "35. Compulsory Voting Although compulsory voting is a suggested solution to the problem of declining turnouts, those who opposed to it often argue that the right to vote implicitly include the right of abstention which is more important than any societal good that might accompany high turnout, however, it is possible to assess the mechanics and effects of compulsory voting by evaluation of results from several European countries and Australia that mandate voting. (70 words) Suggested Key Points:compulsory voting  advocating for mandatory electoral participation adducing the significance of participation the interest of the public  serving on juries  educating children  a democratic theory perspective a right of abstention mechanics and effects of such voting"
  },
  {
    "keywords": [
      "compulsory voting",
      "advocating for mandatory electoral participation",
      "adducing the significance of participation",
      "the interest of the public",
      "serving on juries",
      "educating children",
      "a democratic theory perspective",
      "a right of abstention",
      "mechanics and effects of such voting"
    ]
  },
  {
    "text": "Compulsory voting is often suggested as a solution to the problem of declining turnout. But how are individuals and countries affected by compulsory voting beyond boosting electoral participation? Shane Singh investigates the social, economic, and political consequences of compelling citizens to vote.  There has been a lot of discussion about compulsory voting these days. In the United Kingdom, in particular, as voter turnout rates have declined, many commentators and politicians have begun advocating for mandatory electoral participation. Those in favor of compulsory voting often adduce the importance of participation among all segments of society. Citizens of democracies are forced to do many things in the interest of the public good, they maintain, including serving on juries and educating their children, and full participation serves the country as a whole. Those opposed to compulsory voting often argue that, from a democratic theory perspective, the right to vote implicitly includes a right not to vote.  Such a right of abstention, they argue, is more important than any societal good that might accompany high turnout. In fact, opponents of compulsory voting often contend that the country may be better off if those who are disinclined to vote are not pushed to participate in public affairs. Regardless of whether one of these sets of arguments is more persuasive than the other, compulsory voting is commonly used around the world. Several European democracies mandate voting, as do Australia and most of the countries in Latin America. By evaluating results from these countries, it is possible to assess the mechanics and effects of compulsory voting."
  }
]