[
  {
    "answer": "83. Wright Brothers (v2) Whereas the fundamental essence of selling flying machines emphasizes the significance of Wright Brothers, the corresponding impacts of being capable for carrying passengers such as completing the US Army trials and breaking records are acknowledged, and the powerful engine could be inferred evidently from the public flight, which the potential implications of the homecoming celebration, captivating the world as well as becoming the first great celebrities are presumed. (68 words) Suggested Key Points:selling flying machines  Wright Brothers being capable for carrying passengers  completing the US Army trials  breaking records  powerful engine  public flight the homecoming celebration, captivating the world  becoming the first great celebrities"
  },
  {
    "keywords": [
      "selling flying machines",
      "Wright Brothers",
      "being capable for carrying passengers",
      "completing the US Army trials",
      "breaking records",
      "powerful engine",
      "public flight",
      "the homecoming celebration, captivating the world",
      "becoming the first great celebrities"
    ]
  },
  {
    "text": "After the 1905 flying season, the Wrights contacted the United States War Department, as well as governments and individuals in England, France, Germany, and Russia, offering to sell a flying machine. They were turned down time and time again—government bureaucrats thought they were crackpots; others thought that if two bicycle mechanics could build a successful airplane, they could do it themselves. But the Wright persisted, and in late 1907, the U.S. Army Signal Corps asked for an aircraft. Just a few months later, in early 1908, a French syndicate of businessmen agreed to purchase another.  Both the U.S. Army and the French asked for an airplane capable of carrying a passenger. The Wright brothers hastily adapted their 1905 Flyer with two seats and a more powerful engine. They tested these modifications in secret, back at Kitty Hawk, North Carolina for the first time in several years. Then the brothers parted temporarily—Wilbur to France and Orville to Virginia.  In 1908 and 1909, Wilbur demonstrated Wright aircraft in Europe, and Orville flew in Fort Meyer, Virginia. The flights went well until Orville lost a propeller and crashed, breaking his leg and killing his passenger Lt. Thomas Selfridge. While Orville recuperated, Wilbur kept flying in France, breaking record after record. Orville and his sister Kate eventually joined Wilbur in France, and the three returned home to Dayton to an elaborate homecoming celebration. Together Orville and Wilbur returned to Fort Meyer with a new Military Flyer and completed the U.S. Army trials. A few months later, Wilbur flew before over a million spectators in New York Harbor—his first public flight in his native land. All of these flights stunned and captivated the world. The Wright Brothers became the first great celebrities of the twentieth century."
  }
]