[
  {
    "answer": "91. Giraffes Whereas the fundamental essence of protected areas emphasizes the significance of giraffes, the corresponding impacts of violence such as wildlife killings, drought and overgrazing are acknowledged, and endangered giraffe species could be inferred evidently from life threats, which the potential implications of animal’s birth and survival rates as well as interactions with resources and landscapes are presumed. (57 words) Suggested Key Points:protected areas giraffes violence  wildlife killings drought  overgrazing  endangered giraffe species life threats animal’s birth and survival rates  interactions with resources and landscapes"
  },
  {
    "keywords": [
      "protected areas",
      "giraffes",
      "violence",
      "wildlife killings",
      "drought",
      "overgrazing",
      "endangered giraffe species",
      "life threats",
      "animal’s birth and survival rates",
      "interactions with resources and landscapes"
    ]
  },
  {
    "text": "In recent months, drought and overgrazing in northern Kenya have sent thousands of herders and their livestock into national parks and other protected areas, intensifying tensions over land and grazing. Violence has taken the lives of several rangers, and a surge in wildlife killings is devastating populations of one of East Africa’s most majestic beasts: giraffes. “This affects all wildlife, but giraffes may be particularly hard hit,” says Fred Bercovitch, a zoologist at Kyoto University in Japan and director of Save the Giraffes, a nonprofit in San Antonio, Texas.  For hunters, “giraffes are an easy target,” he notes. And as scientists have recognized only recently, giraffes have multiple species, and several populations are already in serious decline. In the past 30 years, populations of two East African varieties, the Nubian and reticulated giraffes, have plunged by 97% and 78%, respectively, and the International Union for the Conservation of Nature may soon declare them critically endangered, says Doherty, who is involved in the assessment and leads the Reticulated Giraffe Project, a joint initiative with the Kenya Wildlife Service. In response to the threat, he and other scientists are stepping up research on the animals’ birth and survival rates, movements, and interactions with resources and landscapes, hoping to pinpoint risks and focus conservation efforts."
  }
]