[
  {
    "answer": "64. Indonesian VolcanoWhereas the fundamental essence of a spectacular volcanic explosion emphasizes the significance of spreading the news, the corresponding impacts of the atmosphere such as obscuring the sun’s rays and falling temperature are acknowledged, and epidemic typhoid could be inferred evidently from a dreadful year, which the potential implications of a natural thermostat as well as a delicate instrument are presumed. (60 words) Suggested Key Points:a spectacular volcanic explosion  spreading the news atmosphere obscuring the sun’s rays falling temperature  epidemic typhoid a dreadful year a natural thermostat a delicate instrument"
  },
  {
    "keywords": [
      "a spectacular volcanic explosion",
      "spreading the news",
      "atmosphere",
      "obscuring the sun’s rays",
      "falling temperature",
      "epidemic typhoid",
      "a dreadful year",
      "a natural thermostat",
      "a delicate instrument"
    ]
  },
  {
    "text": "In 1815 on the island of Sumbawa in Indonesia, a handsome and long-quiescent mountain named Tambora exploded spectacularly, killing a hundred thousand people with its blast and associated tsunamis. It was the biggest volcanic explosion in ten thousand years—150 times the size of Mount St. Helens, equivalent to sixty thousand Hiroshima-sized atom bombs. News didn’t travel terribly fast in those days. In London, The Times ran a small story— actually a letter from a merchant—seven months after the event. But by this time Tambora’s effects were already being felt. Thirty-six cubic miles of smoky ash, dust, and grit had diffused through the atmosphere, obscuring the Sun’s rays and causing the Earth to cool. Sunsets were unusually but blearily colourful, an effect memorably captured by the artist.J. M. W. Turner, who could not have been happier, but mostly the world existed under an oppressive, dusky pall. It was this deathly dimness that inspired the Byron lines above. Spring never came and summer never warmed: 1816 became known as the year without summer. Crops everywhere failed to grow. In Ireland a famine and associated typhoid epidemic killed sixty-five thousand people. In New England, the year became popularly known as Eighteen Hundred and Froze to Death. Morning frosts continued until June and almost no planted seed would grow. Short of fodder, livestock died or had to be prematurely slaughtered. In every way it was a dreadful year—almost certainly the worst for farmers in modern times. Yet globally the temperature fell by only about 1.5 degrees Fahrenheit. Earth’s natural thermostat, as scientists would learn, is an exceedingly delicate instrument."
  }
]