[
  {
    "answer": "51. Nurse Sharks Whereas the fundamental essence of nocturnal nurse sharks emphasizes the significance of living in inactive groups by day, the corresponding impacts of hunting in nights such as being solitary and searching for food are acknowledged, and some dormant fish could be inferred evidently from the size of pray items, which the potential implications of sucking in the prey, grazing algae as well as providing a false shelter are presumed. (69 words) Suggested Key Points:nocturnal nurse sharks  living in inactive groups by day hunting in nights  being solitary  searching for food  some dormant fish  size of pray items sucking in the prey, grazing algae providing a false shelter"
  },
  {
    "keywords": [
      "nocturnal nurse sharks",
      "living in inactive groups by day",
      "hunting in nights",
      "being solitary",
      "searching for food",
      "some dormant fish",
      "size of pray items",
      "sucking in the prey, grazing algae",
      "providing a false shelter"
    ]
  },
  {
    "text": "Nurse sharks are nocturnal animals, spending the day in large inactive groups of up to 40 individuals. Hidden under submerged ledges or in crevices within the reef, the Nurse sharks seem to prefer specific resting sites and will return to them each day after the nights hunting. By night, the sharks are largely solitary. Nurse sharks spend most of their time foraging through the bottom sediments in search of food. Their diet consists primarily of crustaceans, molluscs, tunicates and other fish such as spiny lobsters, crabs, shrimps, sea urchins, octopuses, squid, marine snails and bivalves and in particularly, stingrays. Nurse sharks are thought to take advantage of dormant fish which would otherwise be too fast for the sharks to catch, although their small mouths limit the size of prey items, the sharks have large throat cavities which are used as a sort of bellows valve. In this way, Nurse sharks are able to suck in their prey. Nurse sharks are also known to graze algae and coral.  Nurse sharks have been observed resting on the bottom with their bodies supported on their fins, possibly providing a false shelter for crustaceans which they then ambush and eat."
  }
]