[
  {
    "answer": "78. Sunshine Revolution Although the suburbs of Las Vegas don not look like the cradle of a revolution, a moment that challenge one of the most fundamental of economic relationship in energy consumption has increases the number of solar panels that used to be a niche product of wealthy homeowners, and solar power has become the fast-growing energy source in US. Suggested Key Points:solar power  changing by the revolution energy consumption  technology, politics, and economy generating electricity  a residential solar power solar panels, wealthy homeowners niche products  fastest-growing energy sources in the US"
  },
  {
    "keywords": [
      "solar power",
      "changing by the revolution",
      "energy consumption",
      "technology, politics, and economy",
      "generating electricity",
      "a residential solar power",
      "solar panels, wealthy homeowners",
      "niche products",
      "fastest-growing energy sources in the US"
    ]
  },
  {
    "text": "The suburbs of Las Vegas do not look like the cradle of a revolution. Golden stucco-clad houses stretch for street after identical street, interspersed with gated communities with names such as Spanish Oaks and Rancho Bel Air. The sky is the deepest blue, the desert air is clear and the distant mountains are beautiful. The only sounds are the buzz of a gardener’s hedge trimmer and a squeaking baby buggy pushed by a power-walking mother. The bright lights of Sin City seem a very long way away.  Yet these quiet streets are being changed by a movement that is gathering momentum across America and around the world, challenging one of the most fundamental of economic relationships: the way we use and pay for energy. There are now more than 7,000 homes in Nevada fitted with solar panels to generate their own electricity, and the number is rising fast. Just five years ago, residential solar power was still a niche product for the homeowner with a fat wallet and a bleeding heart. Not any more. Technology, politics and finance have aligned to move it into the mainstream. Solar power has become the fastest-growing energy source in the US."
  }
]