[
  {
    "answer": "69. Electric Vehicle – PEVWhereas the fundamental essence of Plug-in vehicles emphasizes the significance of on-board batteries, the corresponding impacts of the electricity grid such as power prices and peaking stations are acknowledged, and an efficient engine could be inferred evidently from supplying batteries with a generator, which the potential implications of increasing greenhouse gas emissions and depending on petroleum-based fuels are presumed. (59 words)Suggested Key Points:Plug-in vehicles  on-board batteries electricity grid  power prices  peaking stations an efficient engine supplying batteries with a generator increasing greenhouse gas emissions depending on petroleum-based fuels"
  },
  {
    "keywords": [
      "Plug-in vehicles",
      "on-board batteries",
      "electricity grid",
      "power prices",
      "peaking stations",
      "an efficient engine",
      "supplying batteries with a generator",
      "increasing greenhouse gas emissions",
      "depending on petroleum-based fuels"
    ]
  },
  {
    "text": "Here’s a term you’re going to hear much more often: plug-in vehicle, and the acronym PEV. It’s what you and many other people will drive to work in, ten years and more from now. At that time, before you drive off in the morning you will first unplug your car – your plug-in vehicle. Its big on board batteries will have been fully charged overnight, with enough power for you to drive 50-100 kilometers through city traffic.  When you arrive at work you’ll plug in your car once again, this time into a socket that allows power to flow form your car’s batteries to the electricity grid. One of the things you did when you bought your car was to sign a contract with your favorite electricity supplier, allowing them to draw a limited amount of power from your car’s batteries should they need to, perhaps because of a blackout, or very high wholesale spot power prices. The price you get for the power the distributor buys form your car would not only be most attractive to you, it would be a good deal for them too, their alternative being very expensive power form peaking stations. If, driving home or for some other reason your batteries looked like running flat, a relatively small, but quiet and efficient engine running on petrol, diesel or compressed natural gas, even biofuel, would automatically cut in, driving a generator that supplied the batteries so you could complete your journey.  Concerns over ‘peak oil’, increasing greenhouse gas emissions, and the likelihood that by the middle of this century there could be five times as many motor vehicles registered world-wide as there are now, mean that the world’s almost total dependence on petroleum-based fuels for transport is, in every sense of the word, unsustainable."
  }
]