[
  {
    "answer": "49. Cyberbullying Whereas the fundamental essence of the growth of social media emphasizes the significance of the internet role in modern childhood, the corresponding impacts of face-to-face bullying methods such as name-calling and being excluded by others are acknowledged, and cyberbullying prevention could be inferred evidently from improving teenagers’ resilience, which the potential implications of posted messages as well as life satisfaction are presumed. (62 words) Suggested Key Points:the growth of social media  the internet role in modern childhood face-to-face bullying methods name-calling and being excluded by others  cyberbullying prevention  improving teenagers’ resilience posted messages  life satisfaction"
  },
  {
    "keywords": [
      "the growth of social media",
      "the internet role in modern childhood",
      "face-to-face bullying methods",
      "name-calling and being excluded by others",
      "cyberbullying prevention",
      "improving teenagers’ resilience",
      "posted messages",
      "life satisfaction"
    ]
  },
  {
    "text": "Despite the growth of social media, the internet and their central role in modern childhood, traditional bullying — such as name-calling or being excluded by others — remains considerably more common than cyberbullying, according to the largest study of its kind published in The Lancet Child and Adolescent Health journal.  The study estimates that less than 1% of 15-year-olds in England report only being bullied online regularly, while more than one in four (27%) experience only face-to-face bullying methods.  With nine out of 10 of the teenagers who are bullied online also facing regular traditional bullying, the researchers suggest that cyberbullying is an additional tactic in the bullies’ arsenal, and that both forms must be tackled together to prevent bullying and improve teenagers’ resilience.  Concerns have been raised that cyberbullying has the potential to cause more harm than traditional bullying due to the relative anonymity of perpetrators in many cases, larger audiences, increasing prevalence, and permanence of posted messages. However, in the study, the experience of only cyberbullying was found to have a very small association with well-being and life satisfaction when compared with traditional bullying alone."
  }
]