[
  {
    "answer": "11. The Problem of Prediction We all, including expert, seem to be unlikely to predict the development of our, even recent, technologies, though you could compare them with earlier technologies and find relevant information. (29 words) Suggested Key Points:predicting the development of new technologies by experts being peculiarly inept extrapolating from the experience previous technologies  comparing  examining the earlier developments the comparison the development of other information the communication technologies  relevant information"
  },
  {
    "keywords": [
      "predicting the development of new technologies by experts",
      "being peculiarly inept",
      "extrapolating from the experience",
      "previous technologies",
      "comparing",
      "examining the earlier developments",
      "the comparison",
      "the development of other information",
      "the communication technologies",
      "relevant information"
    ]
  },
  {
    "text": "As far as prediction is concerned, remember that the chairman of IBM predicted in the fifties that the world would need a maximum of around half a dozen computers, that the British Department for Education seemed to think in the eighties that we would all need to be able to code in BASIC and that in the nineties Microsoft failed to foresee the rapid growth of the Internet. Who could have predicted that one major effect of the automobile would be to bankrupt small shops across the nation? Could the early developers of the telephone have foreseen its development as a medium for person-to-person communication, rather than as a form of broadcasting medium? We all, including the ‘experts’ seem to be peculiarly inept at predicting the likely development of our technologies, even as far as the next year. We can, of course, try to extrapolate from experience of previous technologies, as I do below by comparing the technology of the Internet with the development of other information and communication technologies and by examining the earlier development of radio and print. But how justified I might be in doing so remains an open question. You might conceivably find the history of the British and French videotex systems, Prestel and Minitel, instructive. However, I am not entirely convinced that they are very relevant, nor do I know where you can find information about them on-line, so, rather than take up space here, I’ve briefly described them in a separate article."
  }
]