[
  {
    "answer": "67. Twins Whereas the fundamental essence of scanning the brain emphasizes the significance of identical and fraternal twins, the corresponding impacts of the size of shared genes such as the myelin integrity and the key for intelligence are acknowledged, and using a fast scanner called HARDI could be inferred evidently from tracking water diffusion, which the potential implications of specific directions as well as fast connections are presumed. (66 words) Suggested Key Points:scanning the brain  identical and fraternal twins size of shared genes  myelin integrity  key for intelligence  using a fast scanner called HARDI tracking water diffusion specific directions  fast connections"
  },
  {
    "keywords": [
      "scanning the brain",
      "identical and fraternal twins",
      "size of shared genes",
      "myelin integrity",
      "key for intelligence",
      "using a fast scanner called HARDI",
      "tracking water diffusion",
      "specific directions",
      "fast connections"
    ]
  },
  {
    "text": "UCLA neurology professor Paul Thompson and his colleagues scanned the brains of 23 sets of identical twins and 23 sets of fraternal twins. Since identical twins share the same genes while fraternal twins share about half their genes, the researchers were able to compare each group to show that myelin integrity was determined genetically in many parts of the brain that are key for intelligence. These include the parietal lobes, which are responsible for spatial reasoning, visual processing and logic, and the corpus callosum, which pulls together information from both sides of the body.  The researchers used a faster version of a type of scanner called a HARDI (high-angular resolution diffusion imaging) — think of an MRI machine on steroids — that takes scans of the brain at a much higher resolution than a standard MRI. While an MRI scan shows the volume of different tissues in the brain by measuring the amount of water present, HARDI tracks how water diffuses through the brain’s white matter — a way to measure the quality of its myelin.  “HARDI measures water diffusion,” said Thompson, who is also a member of the UCLA Laboratory of Neuro-Imaging. “If the water diffuses rapidly in a specific direction, it tells us that the brain has very fast connections. If it diffuses more broadly, that’s an indication of slower signaling, and lower intelligence.”"
  }
]