[
  {
    "answer": "30. Language Development Written language, which can be defined as an ancient method of storing and retrieving information, is quickly replaced by the modern information technologies, which involve more audio, visual or kinetic elements, and the writer consider this as a positive movement. (40 words) Suggested Key Points:written language  ancient IT storing and retrieving information  ancestor’s hunter-gatherer societies creating systems of written records  becoming obsolete  replacing with emerging ITs evolution of human technology  positive redesign of K-12 education"
  },
  {
    "keywords": [
      "written language",
      "ancient IT",
      "storing and retrieving information",
      "ancestor’s hunter-gatherer societies",
      "creating systems of written records",
      "becoming obsolete",
      "replacing with emerging ITs",
      "evolution of human technology",
      "positive redesign of K-12 education"
    ]
  },
  {
    "text": "What is text/written language anyway? It’s an ancient IT for storing and retrieving information. We store information by writing it, and we retrieve it by reading it.  Six thousand to 10,000 years ago, many of our ancestors’ hunter-gatherer societies settled on the land and began what’s known as the agricultural revolution. That new land settlement led to private property and increased production and trade of goods, generating a huge new influx of information. Unable to keep all this information in their memories, our ancestors created systems of written records that evolved over millennia into today’s written languages.  But this ancient IT is already becoming obsolete. Text has run its historic course and is now rapidly getting replaced in every area of our lives by the ever-increasing array of emerging ITs driven by voice, video, and body movement rather than the written word. In my view, this is a positive step forward in the evolution of human technology, and it carries great potential for a total positive redesign of K-12 education."
  }
]