[
  {
    "answer": "21. The Khoikhoi San, short Southern African people with yellowish brown skin color and prominent cheekbones, are living in primitive ways and small hunting bands previously lived in southern and central Africa. (29 words) Suggested Key Points:San  being short in stature having yellowish brown skin  featuring prominent cheekbones nomadic hunters and gatherers of wild food  rich folklore  dwellings being skillful in drawing  Khoikhoi"
  },
  {
    "keywords": [
      "San",
      "being short in stature",
      "having yellowish brown skin",
      "featuring prominent cheekbones",
      "nomadic hunters and gatherers of wild food",
      "rich folklore",
      "dwellings",
      "being skillful in drawing",
      "Khoikhoi"
    ]
  },
  {
    "text": "San, people of southern Africa, consisting of several groups and numbering over 85,000 in all. They are generally short in stature; their skin is yellowish brown in color, and they feature prominent cheekbones. The San have been called Bushmen by whites in South Africa, but the term is now considered derogatory. Although many now work for white settlers, about half are still nomadic hunters and gatherers of wild food in desolate areas like the Kalahari semi-desert, which stretches between today’s Nation States of Botswana, Namibia and South Africa. Their social unit is the small hunting band; larger organizations are loose and temporary. Grass huts, caves and rock shelters are used as dwellings. They possess only what they can carry, using poisoned arrowheads to fell game and transporting water in ostrich-egg shells. The San have a rich folklore, are skilled in drawing, and have a remarkably complex language characterized by the use of click sounds, related to that of the Khoikhoi. For thousands of years the San lived in southern and central Africa, but by the time of the Portuguese arrival in the 15th cent., they had already been forced into the interior of southern Africa. In the 18th and 19th cent., they resisted the encroachment on their lands of Dutch settlers, but by 1862 that resistance had been crushed."
  }
]