[
  {
    "answer": "56. Frog in AmberWhereas the fundamental essence of an ancient tree frog emphasizes the significance of being preserved in amber, the corresponding impacts of doing some scientific research such as living in the region and extracting a sample are acknowledged, and the frog`s remains could be inferred evidently from containing well-preserved DNA, which the potential implications of the frog`s species as well as drilling a hole are presumed. (65 words)Suggested Key Points:an ancient tree frog  being preserved in amber doing some scientific research  living in the region  extracting a sample  the frog`s remains  containing well-preserved DNA frog`s species  drilling a hole"
  },
  {
    "keywords": [
      "an ancient tree frog",
      "being preserved in amber",
      "doing some scientific research",
      "living in the region",
      "extracting a sample",
      "the frog`s remains",
      "containing well-preserved DNA",
      "frog`s species",
      "drilling a hole"
    ]
  },
  {
    "text": "Mexico City — A miner in the state of Chiapas found a tiny tree frog preserved in amber is believed to have lived about 25 million years ago, a Mexican researcher says. The chunk of amber containing the centimeter-long frog was uncovered by a miner in southern Chiapas state in 2005 and bought by a private collector, who lent it to scientists for study. Only a few preserved frogs have been found in chunks of amber — a stone formed by ancient tree sap — mostly in the Dominican Republic. Like those, the frog found in Chiapas was of the genus Craugastor, whose relatives still inhabit the region. Gerardo Carbot, the biologist with the Chiapas Natural History and Ecology Institute who announced the discovery on Wednesday, said it was the first such frog found in amber in Mexico.  Carbot said he would like to extract a sample from the frog’s remains to see whether they contain well-preserved DNA, in order to identify the frog’s species. However, he expressed doubt that the stone’s owner would allow researchers to drill a small hole into the chunk of amber."
  }
]