[
  {
    "answer": "20. Tree Ring Dating – Dendrochronology Dendrochronology is a scientific method of dating based on the construction and analysis of patterns of tree rings and it can help to reconstruct the past climate for a geographic area. (31 words) Suggested Key Points:tree-ring dating  dendrochronology rain or drought conditions and being diagnostic the sequence of wider and narrower rings a geographic area local weather patterns reconstructing the past climate"
  },
  {
    "keywords": [
      "tree-ring dating",
      "dendrochronology",
      "rain or drought conditions and being diagnostic",
      "the sequence of wider and narrower rings",
      "a geographic area",
      "local weather patterns",
      "reconstructing the past climate"
    ]
  },
  {
    "text": "Here’s how tree-ring dating, known to scientists as dendrochronology (from the Greek roots Dendron = tree, and Chronos = time), works. If you cut a tree down today, it’s straightforward to count the rings inwards, starting from the tree’s outside (corresponding to this year’s growth ring), and thereby to state that the 177th ring from the outermost one towards the center was laid down in the year 2005 minus 177, or 1828. However, the widths of tree growth rings vary from year to year, depending on the rain or drought conditions in each year.  Hence the sequence of the rings in a tree cross-section is like a message in Morse code formerly used for sending telegraph messages; dot-dot-dash-dot-dash in the Morse code’ wide-wide-narrow-wide-narrow in the tree ring sequence. Actually’ the tree ring sequence is even more diagnostic and richer in information than the Morse code’ because trees actually contain rings spanning many different widths’rather than the Morse code choice between dot and dash.  Tree-ring specialists (known as dendrochronologists) proceed by noting the sequence of wider and narrower rings in a tree cut down in a known recent year, and also noting the sequences in beams from trees cut down at various times in the past. They then match up and align the tree ring sequences with the same diagnostic wide/narrow patterns from different beams.  In that way, dendrochronologists have constructed tree-ring records extending back for thousands of years in some parts of the world. Each record is valid for a geographic area whose extent depends on local weather patterns because weather and hence tree growth patterns vary with location.  A bonus of dendrochronology is that the width and substructure of each ring reflect the amount of rain and the season at which the rain fell during that particular year. Thus, tree ring studies also allow one to reconstruct the past climate, e.g., a series of wide rings means a very wet period, and a series of narrow rings means a drought."
  }
]