[
  {
    "answer": "100. American English Dominance Although English became popular during the 18th and 19th centuries due to the influence of British Empire for the sake of industrial revolution, American English becomes the first choice as an international language, since the dominance of American English is associated with the power of the people who use it, specifically with America holding a superpower after World War II, instead of the internal features of the language. Suggested Key Points:American English dominance  the successful language economic globalization  global communication internal features of the languages  an international language  a new political structure using English language in diplomatic negotiations  needing a foreign language"
  },
  {
    "keywords": [
      "American English dominance",
      "the successful language",
      "economic globalization",
      "global communication",
      "internal features of the languages",
      "an international language",
      "a new political structure",
      "using English language in diplomatic negotiations",
      "needing a foreign language"
    ]
  },
  {
    "text": "Firstly, from the macroscopic view, the dominance of American English is not precipitated by the language itself, so the arising of English dominance in international communication is not solely the dominance of language itself. Just as the professor Jean Aitchison Oxford pointed out, the success of a language has much to do with the power of the people who use it but has little to do with internal features of the language. It is obvious in consideration to English. During the 18th century and 19th century, the influence of the British Empire began to spread around the world for the sake of industrial revolution, so English began to become popular. English was used not only in the British colonies but also in the diplomatic negotiations of non-English-speaking countries.  However, no matter how powerful the adaptivity is and how large the area that the power of English covers, currently, the international status of English mainly springs from the status of America as a superpower after World War II. Besides, with the development of the economic globalization and new political structure, there is a great need of an international language. As result, American English became the first choice."
  }
]