[
  {
    "answer": "While Sir Tim Berners-Lee has changed the world by inventing the World Wide Web, the impacts of politics, literature, economics and terrorism in the society are important for the access to information as a cultural and technological guru, and the open internet, as well as Web, can find information in one place for realizing an imaginary concept.Suggested Key Points:changed the world  Sir Tim Berners-Lee may the inventor of the world wide web  politics, literature, economics, terrorism  a cultural guru  a technological one  web and internet stays open  find all the information he wanted in one place an imaginary concept that he realised"
  },
  {
    "keywords": [
      "changed the world",
      "Sir Tim Berners-Lee may",
      "the inventor of the world wide web",
      "politics, literature, economics, terrorism",
      "a cultural guru",
      "a technological one",
      "web and internet stays open",
      "find all the information he wanted in one place",
      "an imaginary concept that he realised"
    ]
  },
  {
    "text": "He is the man who has changed the world more than anyone else in the past hundred years. Sir Tim Berners-Lee may be a mild-mannered academic who lives modestly in Boston, but as the inventor of the world wide web, he is also a revolutionary. Along with Galileo, William Caxton and Sir Isaac Newton, he is a scientist who has altered the way people think as well as the way they live.  Since the web went global 20 years ago, the way we shop, listen to music and communicate has been transformed. There are implications for politics, literature, economics — even terrorism — because an individual can now have the same access to information as the elite. Society will never be the same.  The computer scientist from Oxford, who built his own computer from a television screen and spare parts after he was banned from one of the university computers, is a cultural guru as much as a technological one.  “It is amazing how far we’ve come,” he says. “But you’re always wondering what’s the next crazy idea, and working to make sure the web stays one web and that the internet stays open. There isn’t much time to sit back and reflect.”  We speak for more than an hour about everything from Facebook to fatwas, Wikipedia to Google. He invented the web, he says, because he was frustrated that he couldn’t find all the information he wanted in one place. It was an imaginary concept that he realised."
  }
]