[
  {
    "answer": "14. House MiceDue to their nature of stowing away around humans, house mice are used by researchers as additional information sources to known archaeological data, to study human settlement and movement. (29 words) Suggested Key Points:the house mice  ideal biomarkers a proxy for human movement and settlement the archaeological data and a lack of artifacts  answering important questions a useful tool using ancient mouse DNA  the migration of other species"
  },
  {
    "keywords": [
      "the house mice",
      "ideal biomarkers",
      "a proxy for human movement and settlement",
      "the archaeological data and a lack of artifacts",
      "answering important questions",
      "a useful tool",
      "using ancient mouse DNA",
      "the migration of other species"
    ]
  },
  {
    "text": "According to new research, house mice (Mus musculus) are ideal biomarkers of human settlement, as they tend to stow away in crates or on ships that end up going where people go. Using mice as a proxy for human movement can add to what is already known through archaeological data and answer important questions in areas where there is a lack of artifacts, Searle said.  Where people go, so do mice, often stowing away in carts of hay or on ships. Despite a natural range of just 100 meters (109 yards) and an evolutionary base near Pakistan, the house mouse has managed to colonize every continent, which makes it a useful tool for researchers like Searle.  Previous research conducted by Searle at the University of York supported the theory that Australian mice originated in the British Isles and probably came over with convicts shipped there to colonize the continent in the late 18th and 19th centuries.  In the Viking study, he and his fellow researchers in Iceland, Denmark and Sweden took it a step further, using ancient mouse DNA collected from archaeological sites dating from the 10th to 12th centuries, as well as modern mice.  He is hoping to do just that in his next project, which involves tracking the migration of mice and other species, including plants, across the Indian Ocean, from South Asia to East Africa."
  }
]