[
  {
    "answer": "102. Cocoa Whereas the fundamental essence of Aztec time emphasizes the significance of cocoa beverage, the corresponding impacts of chocolate drinks such as a currency and a tribute tax are acknowledged, and religious significance could be inferred evidently from protecting the skin, which the potential implications of divine origin as well as sacrificing to propitiate god are presumed. (56 words) Suggested Key Points:Aztec time  cocoa beverage chocolate drinks  a currency  a tribute tax  religious significance  protecting the skin divine origin  sacrificing to propitiate god"
  },
  {
    "keywords": [
      "Aztec time",
      "cocoa beverage",
      "chocolate drinks",
      "a currency",
      "a tribute tax",
      "religious significance",
      "protecting the skin",
      "divine origin",
      "sacrificing to propitiate god"
    ]
  },
  {
    "text": "During the time of the Aztecs, cocoa was mainly used as a beverage. Wines and drinks were made from white pulp around the seeds of the cocoa pod. The beans themselves were used to make hot or cold chocolate drinks. Both the Maya and the Aztec secular drinks used roasted cocoa beans, a foaming agent sugar, toasted corn and water. Vanilla and/or chilli were also used as an ingredient in the drinks. Cocoa beans were also used as a currency and as a tribute tax from peoples ruled by Aztecs. The oily layer floating in the chocolate drink cocoa butter was used to protect the skin against the sun. For the Aztecs cocoa had a religious significance. Cocoa was believed to be of divine origin: the cocoa tree was a bridge between earth and heaven. Human sacrifices to propitiate God or sun were first sanctified by giving him chocolate. Cocoa beans were given to priest’s assistants at children’s coming of age ceremonies. During marriage ceremonies, the couple drank a symbolic cup of chocolate and exchanged cocoa beans. Aztecs believed that drinking chocolate gave mortals some of Quetzalcoatl wisdom. – God of learning and of the wind."
  }
]