[
  {
    "answer": "61. Rosetta Stone Whereas the fundamental essence of copying the characters of Rosetta Stone emphasizes the significance of applying ink, the corresponding impacts of many facsimiles such as maintaining some residue and touching the stone are acknowledged, and a cleaning opportunity could be inferred evidently from unlike substances, which the potential implications of a protective coating as well as an untouched square are presumed. (61 words) Suggested Key Points:copying the characters of Rosetta Stone applying ink many facsimiles  maintaining some residue  touching the stone a cleaning opportunity unlike substances a protective coating  an untouched square"
  },
  {
    "keywords": [
      "copying the characters of Rosetta Stone",
      "applying ink",
      "many facsimiles",
      "maintaining some residue",
      "touching the stone",
      "a cleaning opportunity",
      "unlike substances",
      "a protective coating",
      "an untouched square"
    ]
  },
  {
    "text": "When the Rosetta Stone was discovered in 1799, the carved characters that covered its surface were quickly copied. Printer’s ink was applied to the Stone and white paper laid over it. When the paper was removed, it revealed an exact copy of the text—but in reverse. Since then, many copies or “facsimiles” have been made using a variety of materials. Inevitably, the surface of the Stone accumulated many layers of material left over from these activities, despite attempts to remove any residue. Once on display, the grease from many thousands of human hands eager to touch the Stone added to the problem. An opportunity for investigation and cleaning the Rosetta Stone arose when this famous object was made the centerpiece of the Cracking Codes exhibition at The British Museum in 1999. When work commenced to remove all but the original, ancient material the stone was black with white lettering. As treatment progressed, the different substances uncovered were analyzed. Grease from human handling, a coating of carnauba wax from the early 1800s and printer’s ink from 1799 were cleaned away using cotton wool swabs and liniment of soap, white spirit, acetone and purified water. Finally, white paint in the text, applied in 1981, which had been left in place until now as a protective coating, was removed with cotton swabs and purified water. A small square at the bottom left corner of the face of the Stone was left untouched to show the darkened wax and the white infill."
  }
]