[
  {
    "answer": "43. Plants Research Plants serve as the conduit of energy into the biosphere, provide food and materials used by humans and shape our environment, but they are also strongly related to three interrelated challenges, namely food, energy and environmental degradation. (37 words) Suggested Key Points:serving plants conduit of energy climate change  energy environmental degradation  providing food  agricultural expansion shaping our environment three interrelated challenges"
  },
  {
    "keywords": [
      "serving plants",
      "conduit of energy",
      "climate change",
      "energy",
      "environmental degradation",
      "providing food",
      "agricultural expansion",
      "shaping our environment",
      "three interrelated challenges"
    ]
  },
  {
    "text": "Plants serve as the conduit of energy into the biosphere, provide food and materials used by humans, and they shape our environment. According to Ehrhardt and Frommer, the three major challenges facing humanity in our time are food, energy, and environmental degradation. All three are plant related.  All of our food is produced by plants, either directly or indirectly via animals that eat them. Plants are a source of energy production. And they are intimately involved in climate change and a major factor in a variety of environmental concerns, including agricultural expansion and its impact on habitat destruction and waterway pollution.  What’s more, none of these issues are independent of each other. Climate change places additional stresses on the food supply and on various habitats. So, plant research is instrumental in addressing all of these problems and moving into the future. For plant research to move significantly forward, Ehrhardt and Former say technological development is critical, both to test existing hypotheses and to gain new information and generate fresh hypotheses. If we are to make headway in understanding how these essential organisms function and build the foundation for a sustainable future, then we need to apply the most advanced technologies available to the study of plant life, they say."
  }
]