[
  {
    "answer": "24. Theory of Resonance Resonance theory, which explains that very small pebbles dropped into a pond can create bigger waves than a large brick, could also be applied to media and a carefully choreographed and meticulously timed stream of communication will create a more cumulative and lasting effect than a big occasional propaganda. (49 words) Suggested Key Points:Theory of Resonance  the curious phenomenon dropping small pebbles into a pond natural frequency  cumulatively large effects  meticulously timed stream of communication  a more lasting effect little waves  big budgets"
  },
  {
    "keywords": [
      "Theory of Resonance",
      "the curious phenomenon",
      "dropping small pebbles into a pond",
      "natural frequency",
      "cumulatively large effects",
      "meticulously timed stream of communication",
      "a more lasting effect",
      "little waves",
      "big budgets"
    ]
  },
  {
    "text": "The history of marketers seeking the advice of physicists is a short one, but an understanding of the Theory of Resonance may give communications experts the edge. Resonance Theory explains the curious phenomenon of how very small pebbles dropped into a pond can create bigger waves than a large brick. The brick makes a decent splash but its ripples peter out quickly. A tiny pebble dropped into the same pond, followed by another then another, then another, all timed carefully, will create ripples that build into small waves.  As Dr. Carlo Contaldi, a physicist at Imperial College London, explains, a small amount of energy committed at just the right intervals – the ‘natural frequency’ – creates a cumulatively large effect.  Media consultant Paul Bay believes that just as with pebbles in a pond, a carefully choreographed and meticulously timed stream of communication will have a more lasting effect than a sporadic big splash during prime time TV breaks.  Innocent is testament to the power of pebbles. Until last year, the maker of smoothies had never advertised on TV, instead drip-feeding the market with endless ingenious marketing ploys – from annotating its drinks labels with quirky messages to hosing its own music festival, Fruitstock. The company sent a constant stream of messages rather than communicating through the occasional big and expensive noise.  So whether you’re trying to make waves in the laboratory or in the media, the people in white coats would advise a little and often. A big budgets not the prerequisite of success."
  }
]