[
  {
    "answer": "40. The New Museology Museology is a specialized subject investigating various aspects of museums, which seemingly only the professionals are interested in, yet, since its intimacy with every field of human endeavor from past to present, it shall not be neglected by ordinary people. Suggested Key Points:museology  embracing the bewildering various audiences directing the efforts of museum staff placing legal duties and responsibilities and a specialized subject  museum professionals  the plethora of present-day museums embracing all fields of human endeavor a matter for everyone"
  },
  {
    "keywords": [
      "museology",
      "embracing the bewildering various audiences",
      "directing the efforts of museum staff",
      "placing legal duties and responsibilities and a specialized subject",
      "museum professionals",
      "the plethora of present-day museums",
      "embracing all fields of human endeavor",
      "a matter for everyone"
    ]
  },
  {
    "text": "What is museology? A simple definition might be that it is the study of museums, their history and underlying philosophy, the various ways in which they have, in the course of time, been established and developed, their avowed or unspoken aims and policies, their educative or political or social role. More broadly conceived, such a study might also embrace the bewildering variety of audiences- visitors, scholars, art lovers, children- at whom the efforts of museum staff are supposedly directed, as well as related topics such as the legal duties and responsibilities placed upon (or incurred by) museums, perhaps even some thought as to their future.  Seen in this light, museology might appear at first sight a subject so specialized as to concern only museum professionals, who by virtue of their occupation are more or less obliged to take an interest in it.  In reality, since museums are almost, if not quite as old as civilization itself, and since the plethora of present-day museums embraces virtually every field of human endeavor- not just art, or craft, or science, but entertainment, agriculture, rural life, childhood, fisheries, antiquities, automobiles: the list is endless- it is a field of enquiry so broad as to be a matter of concern to almost everybody."
  }
]