[
  {
    "answer": "31. Greenhouse GasesGreenhouse gasses are produced in our daily activities and could create negative externality, which means that most of the cost behind these actions are shouldered by a vast majority of innocent people, and therefore such behaviors can only be regulated through government regulation and taxation. (45 words) Suggested Key Points:greenhouse gases  economic terms a classic negative externality  costs of global warming bearing by individuals  reducing production of such gases  efficient rate inducing individuals  government regulation and taxation"
  },
  {
    "keywords": [
      "greenhouse gases",
      "economic terms",
      "a classic negative externality",
      "costs of global warming",
      "bearing by individuals",
      "reducing production of such gases",
      "efficient rate",
      "inducing individuals",
      "government regulation and taxation"
    ]
  },
  {
    "text": "When an individual drives a car, heats a house, or uses an aerosol hairspray, greenhouse gases are produced. In economic terms, this creates a classic negative externality. Most of the costs (in this case, those arising from global warming) are borne by individuals other than the one making the decision about how many miles to drive or how much hairspray to use. Because the driver (or sprayer) enjoys all the benefits of the activity but suffers only a part of the cost, that individual engages in more than the economically efficient amount of the activity. In this sense, the problem of greenhouse gases parallels the problems that occur when someone smokes a cigarette in an enclosed space or litters the countryside with fast-food wrappers. If we are to get individuals to reduce production of greenhouse gases to the efficient rate, we must somehow induce them to act as though they bear all the costs of their actions. The two most widely accepted means of doing this are government regulation and taxation, both of which have been proposed to deal with greenhouse gases"
  }
]