[
  {
    "answer": "72. Books and Television Whereas the fundamental essence of dominating news marketplace by television emphasizes the significance of the quality of vividness, the corresponding impacts of activating the brain’s reasoning centers such as representing author’s ideas and triggering instinctual responses are acknowledged, and the visceral vividness could be inferred evidently from the reality simulation comparison, printed words, and recognizable sequences, which the potential implications of reasoning processes as well as the creative collaboration are presumed. (73 words) Suggested Key Points:dominating news marketplace by television  the quality of vividness activating the brain’s reasoning centers representing author’s ideas  triggering instinctual responses the visceral vividness  reality simulation comparison, printed words recognizable sequences reasoning processes  the creative collaboration"
  },
  {
    "keywords": [
      "dominating news marketplace by television",
      "the quality of vividness",
      "activating the brain’s reasoning centers",
      "representing author’s ideas",
      "triggering instinctual responses",
      "the visceral vividness",
      "reality simulation comparison, printed words",
      "recognizable sequences",
      "reasoning processes",
      "the creative collaboration"
    ]
  },
  {
    "text": "To understand the final reason why the news marketplace of ideas dominated by television is so different form the one that emerged in the world dominated by the printing press, it is important to distinguish the quality of vividness experienced by television viewers from the “vividness” experienced by readers. I believe that the vividness experienced in the reading of words is automatically modulated by the constant activation of the reasoning centres of the brain that are used in the process of cocreating the representation of reality the author has intended. By contrast, the visceral vividness portrayed on television has the capacity to trigger instinctual responses similar to those triggered by reality itself – and without being modulated by logic, reason, and reflective thought. The simulation of reality accomplished in the television medium is so astonishingly vivid and compelling compared with the representations of reality conveyed by printed words that it signifies much more than an incremental change in the way people consume information. Books also convey compelling and vivid representation of reality, of course. But the reader actively participates in the conjuring of the reality the book’s author is attempting to depict. Moreover, the parts of the human brain that are central to the reasoning process are continually activated by the very act of reading printed words: Words are composed of abstract symbols – letters – that have no intrinsic meaning themselves until they are strung together into recognisable sequences.  Television, by contrast, present to its viewers a much more fully formed representation of reality – without requiring the creative collaboration that words have always demanded."
  }
]