[
  {
    "answer": "13. Country Living Although there are many advantages of country living, it is still difficult to persuade a town born and bred person to live in the country due to disadvantages and inconvenience of country living life. (34 words) Suggested Key Points:country living  a farm cottage a good idea an iffy private water supply and being familiar with disadvantages blocking a single-track farm road persuading a town-born and bred person the lack of central heating in farmhouses  being difficult"
  },
  {
    "keywords": [
      "country living",
      "a farm cottage",
      "a good idea",
      "an iffy private water supply and being familiar with disadvantages",
      "blocking a single-track farm road",
      "persuading a town-born and bred person",
      "the lack of central heating in farmhouses",
      "being difficult"
    ]
  },
  {
    "text": "Live in the country and last three years longer than my city friends? Good news indeed, more backing for a lifestyle choice made half a lifetime ago when it seemed a good idea to exchange an Edinburgh terrace for a farm cottage.  I knew it was a good idea because I had been there before. Born and reared on a farm I had been seduced for a few years by the idea of being a big shot who lived and worked in a city rather than only going for the day to wave at the buses.  True, I was familiar with some of the minor disadvantages of country living such as an iffy private water supply sometimes infiltrated by a range of flora and fauna (including, on one memorable occasion, a dead lamb), the absence of central heating in farm houses and cottages, and a single-track farm road easily blocked by snow, broken-down machinery or escaped livestock.  But there were many advantages as I told Liz back in the mid-Seventies. Town born and bred, eight months pregnant and exchanging a warm, substantial Corstorphine terrace for a windswept farm cottage on a much lower income, persuading her that country had it over town might have been difficult."
  }
]