[
  {
    "answer": "79. Crime rate Whereas the fundamental essence of crime levels emphasizes the significance of financial services sectors, the corresponding impacts of lowering public images such as becoming victims and a steep statistical rise in crime are acknowledged, and new policing policies could be inferred evidently from committing old offenses in new ways, which the potential implications of police forces, a more robust statistical measure, and one crime per victim as well as property offenses are presumed. (73 words) Suggested Key Points:crime levels  financial services sectors lowering public images  becoming victims a steep statistical rise in crime  new policing policies committing old offenses in new ways police forces, a more robust statistical measure one crime per victim  property offenses"
  },
  {
    "keywords": [
      "crime levels",
      "financial services sectors",
      "lowering public images",
      "becoming victims",
      "a steep statistical rise in crime",
      "new policing policies",
      "committing old offenses in new ways",
      "police forces, a more robust statistical measure",
      "one crime per victim",
      "property offenses"
    ]
  },
  {
    "text": "The Home Office’s periodic British Crime Survey estimates that the true level of crime (the sorts, anyway, which inform the official figures) is about four times that which is registered in the annual statistics.  Quite often, especially in the financial services sector, businesses do not report crimes against themselves for fear of lowering their public image. Many citizens today are not insured against car theft or property loss (because they cannot afford the premiums) so they have no incentive to tell the police if they become victims.  A steep statistical rise in crime can sometimes arise not from a real growth in a particular type of conduct but from a new policing policy — offences of “lewd dancing” rose by about 300 per cent during 12 months in the 19805 in Manchester, but only because the zealous Chief Constable James Anderton had deployed a great many officers in gay nightclubs.  Sometimes the enactment of a new range of offences or the possibility of committing old offences in a new way (like computer offences involving fraud and deception) can cause an upward jolt in crime levels. The figures just released show a startling jump in street robbery but much of this seems to be a very particular crime: the theft of the now ubiquitous mobile phones.  Conversely, if crimes like joyriding and some assaults are kept out of the categories measured in the annual statistics, as is the case, the official figures do not reflect even what is reported to the police as criminal.  The way that criminal statistics are compiled by the Home Office is also relevant. From April 1998, police forces started to count crime in a way which, according to the government, will give “a more robust statistical measure”.  Under the new rules, crime is recorded as one crime per victim. Some crimes, like assaults, have always been recorded in this way, so the main impact of the change will be in the area of property offences. Shop thefts, for example, were the old rules counted offenders, will now count victims. Multiple thefts from cars in a car park with a barrier were previously counted as one offence but are now counted as separate offences."
  }
]