[
  {
    "answer": "16. Comparative Advantages Although some developing countries, such as China, become competent in the production green industries because they have a comparative advantage over the United States, in producing labor intensive goods due to the relatively lower-priced labor, the United States still has a comparative advantage enabled by innovation in the production at the early stage of the development of a new technology. (60 words) Suggested Key Points:American’s low-priced labor  developing countries the labor-intensive goods human-and physical-capital intensive  not being a significant global competitor producing green technologies  having a comparative advantage less-skilled labor  a high-educated labor force"
  },
  {
    "keywords": [
      "American’s low-priced labor",
      "developing countries",
      "the labor-intensive goods",
      "human-and physical-capital intensive",
      "not being a significant global competitor",
      "producing green technologies",
      "having a comparative advantage",
      "less-skilled labor",
      "a high-educated labor force"
    ]
  },
  {
    "text": "With an abundance of low-priced labor relative to the United States, it is no surprise that China, India and other developing countries specialize in the production of labor-intensive products. For similar reasons, the United States will specialize in the production of goods that are human- and physical-capital intensive because of the relative abundance of a highly-educated labor force and technically sophisticated equipment in the United States.  This division of global production should yield higher global output of both types of goods than would be the case if each country attempted to produce both of these goods itself. For example, the United States would produce more expensive labor-intensive goods because of its more expensive labor and the developing countries would produce more expensive human and physical capital-intensive goods because of their relative scarcity of these inputs. This logic implies that the United States is unlikely to be a significant global competitor in the production green technologies that are not relatively intensive in human and physical capital.  Nevertheless, during the early stages of the development of a new technology, the United States has a comparative advantage in the production of the products enabled by this innovation. However, once these technologies become well-understood and production processes are designed that can make use of less-skilled labor, production will migrate to countries with less expensive labor."
  }
]