[
  {
    "answer": "26. War of Talent – The Demand for Talent Talent shortage is likely to get worse globally in the future because of the imminent retirement of baby-boomers, the collapse of loyalty and the mismatch between what schools are producing and what companies need. (34 words) Suggested Key Points:war of talent  talent shortage talent-intensive skills  global demand  imminent retirement of baby-boomers  losing numbers of experienced workers mismatch between schools’ production and companies’ need  structural unemployment"
  },
  {
    "keywords": [
      "war of talent",
      "talent shortage",
      "talent-intensive skills",
      "global demand",
      "imminent retirement of baby-boomers",
      "losing numbers of experienced workers",
      "mismatch between schools’ production and companies’ need",
      "structural unemployment"
    ]
  },
  {
    "text": "Some of this panic is overdone—and linked to the business cycle: there was much ado about “a war for talent” in America in the 1990s, until the dotcom bubble burst. People often talk about shortages when they should really be discussing price. Eventually, supply will rise to meet demand and the market will adjust. But, while you wait, your firm might go bust. For the evidence is that the talent shortage is likely to get worse.  Nobody really disputes the idea that the demand for talent-intensive skills is rising. The value of “intangible” assets—everything from skilled workers to patents to know-how—has ballooned from 20% of the value of companies in the S&P 500 to 70% today. The proportion of American workers doing jobs that call for complex skills has grown three times as fast as employment in general. As other economies move in the same direction, the global demand is rising quickly.  As for supply, the picture in much of the developed world is haunted by demography. By 2025 the number of people aged 15-64 is projected to fall by 7% in Germany’ 9% in Italy and 14% in Japan. Even in still growing America, the imminent retirement of the baby-boomers means that companies will lose large numbers of experienced workers in a short space of time (by one count half the top people at America’s 500 leading companies will go in the next five years). Meanwhile, two things are making it much harder for companies to adjust.  The first is the collapse of loyalty. Companies happily chopped out layers of managers during the 1990s; now people are likely to repay them by moving to the highest bidder. The second is the mismatch between what schools are producing and what companies need. In most Western countries schools are churning out too few scientists and engineers—and far too many people who lack the skills to work in a modern economy (that’s why there are talent shortages at the top alongside structural unemployment for the low-skilled)."
  }
]