[
  {
    "answer": "34. Wright Brothers (v1) Although Wright brothers had a successful business of making and selling bicycles, their curiosity later led them to designing and building a series of gliders for testing ideas on a flying machine which ultimately solved the “flying problem”, and for this to achieve, they constructed a wind tunnel which allowed them to test designs without the need to build full-scale model as well as a gasoline-powered motor for their aircraft. (70 words) Suggested Key Points:Wright brothers  making bicycles flight  developing aircraft in the US  curiosity skyward  solving the flying problem  building a series of gliders testing various ideas constructing a wind tunnel and their gasoline-powered motor"
  },
  {
    "keywords": [
      "Wright brothers",
      "making bicycles",
      "flight",
      "developing aircraft in the US",
      "curiosity skyward",
      "solving the flying problem",
      "building a series of gliders",
      "testing various ideas",
      "constructing a wind tunnel and their gasoline-powered motor"
    ]
  },
  {
    "text": "Orville and Wilbur Wright were brothers living in Dayton, Ohio. The two had started making bicycles during the 1890s and had a successful small less selling their Wright Specials for $18 each ($475 in today’s green). This experience with building light, strong machines would prove valuable in the coming years after the brothers’ interest turned to flight.  Others in the United States were also developing aircraft at the time the Wright brothers started turning their curiosity skyward. Samuel Langley had flown an unmanned steam-powered aircraft in 1896. Octave Chanute and others were flying gliders near Chicago late in the decade as well. But it wasn’t until the Wright broth started working on the matter that the “flying problem” would finally be solved.  Beginning in 1899, the brothers designed and built a series of gliders to test their various ideas on a flying machine. They constructed a wind tunnel that allowed them to test designs without having to build a full-size model. They even built their own gasoline-powered motor for their aircraft."
  }
]