[
  {
    "answer": "33. Upper Paleolithic People Upper Paleolithic People are hunter-gathers who, by definition, lived exclusively from what they could find in nature without practicing either agriculture or herding, and instead of living deep inside in caves, they live in the tents made from the animals they hunted. (42 words) Suggested Key Points:Upper Paleolithic people  hunter-gatherers their diet  indiscriminate hunting not living deep inside caves  spears  tools and weapons being skillful in flint knapping making chisel-like tools"
  },
  {
    "keywords": [
      "Upper Paleolithic people",
      "hunter-gatherers",
      "their diet",
      "indiscriminate hunting",
      "not living deep inside caves",
      "spears",
      "tools and weapons",
      "being skillful in flint knapping",
      "making chisel-like tools"
    ]
  },
  {
    "text": "The ways of life of Upper Paleolithic people are known through the remains of meals scattered around their hearths, together with many tools and weapons and the debris left over from their making. The people were hunter-gatherers who lived exclusively from what they could find in nature without practicing either agriculture or herding. They hunted the bigger herbivores, while berries, leaves, roots, wild fruit and mushrooms probably played a major role in their diet. Their hunting was indiscriminate, perhaps because so many animals were about that they did not need to spare pregnant females or the young. In the cave of Enlene, for example, many bones of reindeer and bison fetuses were found. Apparently, Upper Paleolithic people hunted like other predators and killed the weakest prey first. They did, however, sometimes concentrate on salmon runs and migrating herds of reindeer.  Contrary to popular beliefs about ‘cave men’, Upper Paleolithic people did not live deep inside caves. They rather chose the foot of cliffs, especially when an overhang provided good shelter. On the plains and in the valleys, they used tents made from hides of the animals they killed. At times, on the Great Russian plains, they built huts with huge bones and tusks collected from the skeletons of mammoths.  (Men hunted mostly with spears; the bow and arrow was probably not invented until the Magdalenian period that came at the end of the Upper Paleolithic. Tools and weapons, made out of wood or reindeer antlers, often had flint cutting edges. Flint knappers were skillful and traditions in flint knapping were pursued for thousands of years. This continuity means that they must have been carefully taught how to find good flint nodules and how to knap them in order to make knives, burins (chisel-like tools) or scrapers, which could be used for various purposes.)"
  }
]