[
  {
    "answer": "23. Tourism IndustryTravel and tourism industry improves the development of regional economies and maintenance of the environment and culture and it will continue to grow in the short to medium term because of its comparatively low starting and running costs. (38 words) Suggested Key Points:generating jobs by Travel & Tourism  offering good training and transferability effective drivers  development of regional economies conserving the environment the maintenance of local diversity and culture  a comparative advantage low starting and running growing globally"
  },
  {
    "keywords": [
      "generating jobs by Travel & Tourism",
      "offering good training and transferability",
      "effective drivers",
      "development of regional economies",
      "conserving the environment",
      "the maintenance of local diversity and culture",
      "a comparative advantage",
      "low starting and running",
      "growing globally"
    ]
  },
  {
    "text": "Jobs generated by Travel & Tourism are spread across the economy – in retail, construction, manufacturing and telecommunications, as well as directly in Travel & Tourism companies. These jobs employ a large proportion of women, minorities and young people; are predominantly in small and medium sized companies; and offer good training and transferability. Tourism can also be one of the most effective drivers for the development of regional economies. These patterns apply to both developed and emerging economies.  There are numerous good examples of where Travel & Tourism is acting as a catalyst for conservation and improvement of the environment and maintenance of local diversity and culture. Travel & Tourism creates jobs and wealth and has tremendous potential to contribute to economically, environmentally and socially sustainable development in both developed countries and emerging nations. It has a comparative advantage in that its start up and running costs can be low compared to many other forms of industry development is also often one of the few realistic options for development in many areas. Therefore, there is a strong likelihood that the Travel & Tourism industry will continue to grow globally over the short to medium term."
  }
]