[
  {
    "answer": "58. Overqualified Whereas the fundamental essence of overqualified workers emphasizes the significance of empowerment, the corresponding impacts of alleviating job dissatisfaction such as quitting the job and being a perfect fit are acknowledged, and a surplus of overqualified candidates could be inferred evidently from a global problem, which the potential implications of education levels as well as long-term unemployment are presumed. (59 words) Suggested Key Points:overqualified workers  empowerment alleviating job dissatisfaction  quitting the job  being a perfect fit  a surplus of overqualified candidates  a global problem education levels  long-term unemployment"
  },
  {
    "keywords": [
      "overqualified workers",
      "empowerment",
      "alleviating job dissatisfaction",
      "quitting the job",
      "being a perfect fit",
      "a surplus of overqualified candidates",
      "a global problem",
      "education levels",
      "long-term unemployment"
    ]
  },
  {
    "text": "New research shows that overqualified workers tend to perform better than other employees, and they don’t quit any sooner. Furthermore, a simple managerial tactic—empowerment—can mitigate any dissatisfaction they may feel.  The prejudice against too-good employees is pervasive. Companies tend to prefer an applicant who is a “perfect fit” over someone who brings more intelligence, education, or experience than needed. On the surface, this bias makes sense: Studies have consistently shown that employees who consider themselves overqualified exhibit higher levels of discontent. For example, overqualification correlated  62  well with job dissatisfaction in a 2008 study of 156 call-center reps by Israeli researchers Saul Fine and Baruch Nevo. And unlike discrimination based on age or gender, declining to hire overqualified workers is perfectly legal, as shown by U.S. federal court rulings upholding the New London, Connecticut, police department’s rejection of a high-IQ candidate on the grounds that he’d probably become dissatisfied and quit.  This kind of thinking has tossed untold numbers of experienced, highly skilled people into the ranks of the long-term unemployed, a group that now constitutes nearly half of all U.S. jobless.  But even before the economic downturn, a surplus of overqualified candidates was a global problem, particularly in developing economies, where rising education levels are giving workers more skills than are needed to supply the growing service sectors. In China, where the number of college graduates has tripled since 1998, more than one-fourth of this year’s 6.3 million college grads are out of work, according to Bloomberg Businessweek."
  }
]