[
  {
    "answer": "107. Why is the night sky dark?Whereas the fundamental essence of the dark night sky emphasizes the significance of explaining the puzzle, the corresponding impacts of distributing stars throughout the universe such as the infinite universe, blocking the light and implicating dust between stars and galaxies are acknowledged, and the wavelength of light could be inferred evidently from glowing brightly, which the potential implications of the invisible infrared as well as the visible range are presumed. (70 words) Suggested Key Points:the dark night sky  explaining the puzzle distributing stars throughout the universe the infinite universe, blocking the light  implicating dust between stars and galaxies the wavelength of light  glowing brightly the invisible infrared the visible range"
  },
  {
    "keywords": [
      "the dark night sky",
      "explaining the puzzle",
      "distributing stars throughout the universe",
      "the infinite universe, blocking the light",
      "implicating dust between stars and galaxies",
      "the wavelength of light",
      "glowing brightly",
      "the invisible infrared",
      "the visible range"
    ]
  },
  {
    "text": "We see stars all around, so why doesn’t their combined light add up to make our night sky–and surrounding space, for that matter–bright? German physicist Heinrich Wilhelm Olbers put the same puzzle this way in 1823: If the universe is infinite in size, and stars (or galaxies) are distributed throughout this infinite universe, then we are certain to eventually see a star in any direction we look. As a result, the night sky should be aglow. Why isn’t it?  In fact, the answer is far more profound than it appears. There have been many attempts at explaining this puzzle, dubbed Olbers’ Paradox, over the years. One version implicated dust between stars and perhaps between galaxies. The idea was that the dust would block the light from faraway objects, making the sky dark. In reality, however, the light falling on the dust would eventually heat it up so that it would glow as brightly as the original sources of the light.  Advertisement  Another proposed answer for the paradox held that the tremendous red shift of distant galaxies–the lengthening of the wavelength of light they emit due to the expansion of the universe–would move light out of the visible range into the invisible infrared. But if this explanation were true, shorter, wavelength ultraviolet light would also be shifted into the visible range–which doesn’t happen."
  }
]