[
  {
    "answer": "47. The oral storytelling skills of African American preschoolers Whereas the fundamental essence of the oral storytelling skills of African American preschoolers emphasizes the significance of developing reading skills, the corresponding impacts of the coherent story such as cultural factors and households’ income levels are acknowledged, and a demographic group could be inferred evidently from elementary schoolchildren, which the potential implications of a gender gap as well as achievement disparities are presumed. (63 words)Suggested Key Points:oral storytelling skills of African American preschoolers developing reading skills coherent story  cultural factors and households’ income levels  a demographic group  elementary schoolchildren a gender gap  achievement disparities"
  },
  {
    "keywords": [
      "oral storytelling skills of African American preschoolers",
      "developing reading skills",
      "coherent story",
      "cultural factors and households’ income levels",
      "a demographic group",
      "elementary schoolchildren",
      "a gender gap",
      "achievement disparities"
    ]
  },
  {
    "text": "The oral storytelling skills of African American preschoolers make a difference in how quickly their reading skills develop, according to a new study from the Frank Porter Graham Child Development Institute (FPG) at the University of North Carolina at Chapel Hill. Researchers say the effect is much different for girls and boys.  “Knowing how to tell a clear and coherent story is an important skill for helping young children to develop strong reading skills, which, in turn, can help them to be successful across a number of different subjects in school,” said FPG advanced research scientist Nicole Gardner-Neblett. “Prior research suggests that historical and cultural factors foster strong storytelling skills among African American children, which has implications for their development as readers.”  Two years ago, Gardner-Neblett’s own research was the first to demonstrate the connection between African American preschoolers’ storytelling abilities and their early reading skills in kindergarten. That study found a link between storytelling and reading only for the African American children, from households across income levels, but not for any other demographic group.  Stark differences in reading achievement exist between Black and White elementary schoolchildren, as does a gender gap in reading outcomes, with girls outperforming boys. Because of both disparities in achievement, Gardner-Neblett and FPG advanced research scientist John Sideris wanted to better understand if and how gender plays a role in the link between African American children’s storytelling skills and reading development."
  }
]