[
  {
    "answer": "108. Men and women differ little in political activities Whereas the fundamental essence of gender differences in politics emphasizes the significance of female politicians, the corresponding impacts of focusing on different concerns such as taking part in informal activities, participation reasons, involving basic human needs, altruistic and civic aims are acknowledged, and female activists could be inferred evidently from male counterparts, which the potential implications of engaging in policy issues as well as taxes and foreign policy are presumed. (70 words) Suggested Key Points:gender differences in politics  female politicians focusing on different concerns taking part in informal activities, participation reasons, involving basic human needs, altruistic civic aims  female activists  male counterparts engaging in policy issues  taxes and foreign policy"
  },
  {
    "keywords": [
      "gender differences in politics",
      "female politicians",
      "focusing on different concerns",
      "taking part in informal activities, participation reasons, involving basic human needs, altruistic",
      "civic aims",
      "female activists",
      "male counterparts",
      "engaging in policy issues",
      "taxes and foreign policy"
    ]
  },
  {
    "text": "ANN ARBOR—Prior research suggests that women involved in politics focus primarily on different policy concerns than men and are more likely than men to take part in informal, grass- roots activities, while citing altruistic and civic aims as reasons for participation.  However, a recent study published in the American Journal of Political Science by a University of Michigan political scientist finds that female activists differ little from their male counterparts, many of whom engage in policy issues of more general concern at the national level for rewards that are largely material.  ” We expected to find gender differences among activists in terms of the activities in which they specialize, the gratifications they reap from taking part, and the issues that animate their participation,” says Nancy Burns, U-M assistant professor of political science. ” Probe as we might, we were surprised to find much more similarity than difference between men and women on all these dimensions.”  ” Contrary to expectation, we find no statistically significant gender difference in how importantly issues involving basic human needs, children or youth, the environment, or crime or drugs figure in issue-based participation,” the researchers say.  They add, however, that men are slightly more likely to mention taxes (15 percent of men vs. 12 percent of women) and foreign policy (8 percent of men vs. 5 percent of women) as compelling concerns for taking part in politics.  Women, on the other hand, are more likely to cite education percent of women vs. 7 percent of men) as primary reasons for participating in political activities."
  }
]