[
  {
    "answer": "25. Anti-Bullying Project The school resource officer coordinated a Response Planning Team to respond to major concerns about disorderly behavior among students and the results for each concern were dramatically positive. (28 words)Suggested Key Points:increasing disorderly behavior  school resource officer bullying referrals  a geographic information system  conducting crime incident mapping of hotspots four primary areas of concern  environmental changes opening a new training center dramatic results"
  },
  {
    "keywords": [
      "increasing disorderly behavior",
      "school resource officer",
      "bullying referrals",
      "a geographic information system",
      "conducting crime incident mapping of hotspots",
      "four primary areas of concern",
      "environmental changes",
      "opening a new training center",
      "dramatic results"
    ]
  },
  {
    "text": "Spurred by the sense that disorderly behavior among students in South Euclid was increasing, the school resource officer (SRO) reviewed data regarding referrals to the principal’s office. He found that the high school reported thousands of referrals a year for bullying and that the junior high school had recently experienced a 30 percent increase in bullying referrals. Police data showed that juvenile complaints about disturbances, bullying, and assaults after school hours had increased 90 percent in the past 10 years.  A researcher from Kent State University (Ohio) conducted a survey of all students attending the junior high and high school. Interviews and focus groups were conducted with students—identified as victims or offenders— teachers, and guidance counselors. Finally, the South Euclid Police Department purchased a Geographic Information System to conduct crime incident mapping of hotspots within the schools. The main findings pointed to four primary areas of concern: the environmental design of the school; teacher knowledge of and response to the problem; parental attitudes and responses; and student perspectives and behaviors.  The SRO worked in close collaboration with a social worker and the university researcher. They coordinated a Response Planning Team comprising many stakeholders that was intended to respond to each of the areas identified in the initial analysis. Environmental changes included modifying the school schedule and increasing teacher supervision of hotspots. Counsellors and social workers conducted teacher training courses in conflict resolution and bullying prevention. Parent education included mailings with information about bullying, an explanation of the new school policy, and a discussion about what could be done at home to address the problems. Finally, student education included classroom discussions between homeroom teachers and students, as well as assemblies conducted by the SRO. The SRO also opened a substation next to a primary hotspot. The Ohio Department of Education contributed by opening a new training center to provide a non-traditional setting for specialized help.  The results from the various responses were dramatic. School suspensions decreased 40 percent. Bullying incidents dropped 60 percent in the hallways and 80 percent in the gym area. Follow-up surveys indicated that there were positive attitudinal changes among students about bullying and that more students felt confident that teachers would take action when a problem arose. Teachers indicated that training sessions were helpful and that they were more likely to talk about bullying as a serious issue. Parents responded positively, asking for more information about the problem in future mailings. The overall results suggest that the school environments were not only safer, but that early intervention was helping at-risk students succeed in school."
  }
]