[
  {
    "answer": "76. Great Managers Whereas the fundamental essence of great managers emphasizes the significance of management styles, the corresponding impacts of discovering and capitalizing on employees’ unique abilities such as coordinating an attack plan and turning talents into performance are acknowledged, and great leaders could be inferred evidently from different skills, which the potential implications of role requirements, Challenging employees as well as a better future are presumed. (64 words) Suggested Key Points:great managers  management styles discovering and capitalizing on employees’ unique abilities coordinating an attack plan turning talents into performance great leaders  different skills role requirements, Challenging employees  a better future"
  },
  {
    "keywords": [
      "great managers",
      "management styles",
      "discovering and capitalizing on employees’ unique abilities",
      "coordinating an attack plan",
      "turning talents into performance",
      "great leaders",
      "different skills",
      "role requirements, Challenging employees",
      "a better future"
    ]
  },
  {
    "text": "What do great managers actually do?  In my research, beginning with a survey of 80,000 managers conducted by the Gallup Organization and continuing during the past two years with in-depth studies of a few top performers, I’ve found that while there are as many styles of management as there are managers, there is one quality that sets truly great managers apart from the rest: They discover what is unique about each person and then capitalize on it. Average managers play checkers, while great managers play chess. The difference? In checkers, all the pieces are uniform and move in the same way; they are interchangeable. You need to plan and coordinate their movements, certainly, but they all move at the same pace, on parallel paths. In chess, each type of piece moves in a different way, and you can’t play if you don’t know how each piece moves. More important, you won’t win if you don’t think carefully about how you move the pieces. Great managers know and value the unique abilities and even the eccentricities of their employees, and they learn how best to integrate them into a coordinated plan of attack.  This is the exact opposite of what great leaders do. Great leaders discover what is universal and capitalize on it. Their job is to rally people toward a better future. Leaders can succeed in this only when they can cut through differences of race, sex, age, nationality, and personality and, using stories and celebrating heroes, tap into those very few needs we all share. The job of a manager, meanwhile, is to turn one person’s particular talent into performance. Managers will succeed only when they can identify and deploy the differences among people, challenging each employee to excel in his or her own way. This doesn’t mean a leader can’t be a manager or vice versa. But to excel at one or both, you must be aware of the very different skills each role requires."
  }
]