[
  {
    "answer": "10. Call for Revolutionary Thinking If the fact and trend that we are living in an ageing world continues, the demographic revolution, as powerful as the industrial revolution, will bring both challenges and opportunities to the society and will be a lifelong and society wide phenomenon. (41 words) Suggested Key Points:an aging world  a demographic revolution undergoing a historic crossover  the challenges and opportunities  economic and cultural spheres  the industrial revolution  revolutionary thinking viewing aging as a lifelong  the society-wide phenomenon"
  },
  {
    "keywords": [
      "an aging world",
      "a demographic revolution",
      "undergoing a historic crossover",
      "the challenges and opportunities",
      "economic and cultural spheres",
      "the industrial revolution",
      "revolutionary thinking",
      "viewing aging as a lifelong",
      "the society-wide phenomenon"
    ]
  },
  {
    "text": "We live in an ageing world. While this has been recognized for some time in developed countries, it is only recently that this phenomenon has been fully acknowledged. Global communication is “shrinking” the world, and global ageing is “maturing” it. The increasing presence of older persons in the world is making people of all ages more aware that we live in a diverse and multigenerational society. It is no longer possible to ignore ageing, regardless of whether one views it positively or negatively.  Demographers note that if current trends in ageing continue as predicted, a demographic revolution, wherein the proportions of the young and the old will undergo a historic crossover, will be felt in just three generations. This portrait of change in the world’s population parallels the magnitude of the industrial revolution – traditionally considered the most significant social and economic breakthrough in the history of humankind since the Neolithic period. It marked the beginning of a sustained movement towards modern economic growth in much the same way that globalization is today marking an unprecedented and sustained movement toward a “global culture. The demographic revolution, it is envisaged, will be at least as powerful.  While the future effects are not known, a likely scenario is one where both the challenges as well as the opportunities will emerge from a vessel into which exploration and research, dialogue and debate are poured. Challenges arise as social and economic structures try to adjust to the simultaneous phenomenon of diminishing young cohorts with rising older ones’ and opportunities present themselves in the sheer number of older individuals and the vast resources societies stand to gain from their contribution. This ageing of the population permeates all social, economic and cultural spheres. Revolutionary change calls for new, revolutionary thinking, which can position policy formulation and implementation on sounder footing. In our ageing world, new thinking requires that we view ageing as a lifelong and society-wide phenomenon, not a phenomenon exclusively pertaining to older persons."
  }
]