[
  {
    "answer": "52. The food and eating in Australian public consciousness Whereas the fundamental essence of a dramatic change emphasizes the significance of the role of food in Australia, the corresponding impacts of a private activity such as important public preoccupations and cultural revolution abounds are acknowledged, and degrees in gastronomy could be inferred evidently from culinary personalities, which the potential implications of the mass media as well as a subject for investigation are presumed. (64 words) Suggested Key Points:a dramatic change  role of food in Australia a private activity  important public preoccupations cultural revolution abounds  degrees in gastronomy culinary personalities mass media  a subject for investigation"
  },
  {
    "keywords": [
      "a dramatic change",
      "role of food in Australia",
      "a private activity",
      "important public preoccupations",
      "cultural revolution abounds",
      "degrees in gastronomy",
      "culinary personalities",
      "mass media",
      "a subject for investigation"
    ]
  },
  {
    "text": "In the past two centuries there has been a dramatic change in the role of food and eating in Australian public consciousness. Public discussion of food was largely confined to matters of supply, distribution and price. Towards the end of the nineteenth century some newspapers were offering regular columns of advice on housekeeping topics, including menu planning and recipes. However, eating remained essentially a private activity, even when undertaken in company .  By the late twentieth century, food and eating had become prominent public preoccupations. Evidence of this dramatic cultural revaluation abounds. In bookstores, for example, cookery and all things related to it are often among the larger displays. There are specialty stores selling all manner of cookware, tableware and other paraphernalia associated with food, eating and drinking .  Perhaps most telling is the extension of the phenomenon of mass media celebrity to include culinary personalities. Scholars, too, have jumped on the commodification bandwagon. Now degrees in gastronomy seem set to emulate the MBA phenomenon of the 1980s and food has become a respectable subject for investigation with philosophers, sociologists, historians, cultural theorists, ecologists and many others all having a go at it .  Surprisingly, the question seems to have held little fascination for most historians. For the best part of two centuries they have managed to write their accounts of colonization and nationhood with only scant reference to how the settlers and their descendants fed themselves."
  }
]