[
  {
    "answer": "70. Eye surgery – Blindness Whereas the fundamental essence of preventing complications emphasizes the significance of cataract surgery, the corresponding impacts of blindness such as secondary visual loss and laser surgery are acknowledged, and increasing life expectancy could be inferred evidently from posterior capsule opacification, which the potential implications of encouraging cell re-growth as well as the artificial lens are presumed. (56 words) Suggested Key Points:preventing complications  cataract surgery blindness secondary visual loss  laser surgery  increasing life expectancy  posterior capsule opacification encouraging cell re-growth  the artificial lens"
  },
  {
    "keywords": [
      "preventing complications",
      "cataract surgery",
      "blindness",
      "secondary visual loss",
      "laser surgery",
      "increasing life expectancy",
      "posterior capsule opacification",
      "encouraging cell re-growth",
      "the artificial lens"
    ]
  },
  {
    "text": "Scientists believe they may have found a way to prevent complications that can arise following cataract surgery, the world’s leading cause of blindness.  Detailing why complications can occur after surgery, researchers from the University of East Anglia (UEA) explained that while cataract surgery works well to restore vision, a few natural lens cells always remain after the procedure. Over time, the eye’s wound-healing response leads these cells to spread across the underside of the artificial lens, which interferes with vision, causing what’s known as ‘posterior capsule opacification’ or secondary cataract.  UEA’s School of Biological Sciences academic, Dr Michael Wormstone, who led the study, said: “Secondary visual loss responds well to treatment with laser surgery. But as life expectancy increases, the problems of cataract and posterior capsule opacification will become even greater in terms of both patient well being and economic burden. It’s essential that we find better ways to manage the condition in future.”  As a result, researchers are designing new artificial lenses that can be placed into a capsular bag that stays open, instead of shrink-wrapping closed, which currently occurs. It is believed that, through the new approach, fluid in the eye can flow around the artificial lens, therefore diluting and washing away the cell-signalling molecules that encourage cell re-growth."
  }
]