[
  {
    "answer": "36. Skipping Breakfast Although skipping breakfast seems a simple way of losing weight and was the marker of a hectic life, a study has revealed that more smoking and drinking, less exercise, being fatter and less educated as well as higher body mass index are all associated to the adults who miss ‘the most important meal of the day’, and this association exists during adulthood. (62 words) Suggested Key Points:skipping breakfast  a sign of an unhealthy lifestyle potentially dangerous consequences a higher risk of early death  less caring about health  being fatter  being less well-educated hardly getting a job  the marker of hectic life or losing weight"
  },
  {
    "keywords": [
      "skipping breakfast",
      "a sign of an unhealthy lifestyle",
      "potentially dangerous consequences",
      "a higher risk of early death",
      "less caring about health",
      "being fatter",
      "being less well-educated",
      "hardly getting a job",
      "the marker of hectic life or losing weight"
    ]
  },
  {
    "text": "Skipping breakfast seems a simple way of losing weight or saving time while getting the children ready for school or rushing off to work. But it can also be a sign of an unhealthy lifestyle with potentially dangerous consequences, including a higher risk of premature death.  According to a study, adults and teenagers who miss the first meal of the day are less likely to look after their health. They tend to smoke more, drink more alcohol and take less exercise than those who do eat. Those who skip food in the morning are also more likely to be fatter and less well-educated, meaning they find it harder to get a job.  Researcher Dr. Anna Keski-Rahkonen said: “Smoking, infrequent exercise, a low level of education, frequent alcohol use and a high body mass index were all associated with skipping breakfast in adults and adolescents. Our findings suggest this association exists throughout adulthood. ‘Individuals who skip breakfast may care less about their health than those who eat breakfast.”  Previously, experts assumed that missing breakfast — often called ‘the most important meal of the day’ — was simply the marker of a hectic life or a way to try to lose weight. But Dr. Keski-Rahkonen, who led the study at Helsinki University, said the results revealed starting the day without food suggests an unhealthy lifestyle."
  }
]