[
  {
    "answer": "41. Electric Cars Electric vehicles have been around since the beginning of the twentieth century, but petroldriven cars became more important so electric power was only used for specific purposes, such as means of powering trains; nowadays there is a renewed interest in electric vehicles due to economic and environmental considerations, as people do not wish to let things get any worse. (61 words) Suggested Key Points:a renewed interest in modern electric cars  petrol-driven vehicles an internal combustion engine powering trains and oil resources  economic reasons  a strong financial imperative environmental considerations  a strong financial imperative"
  },
  {
    "keywords": [
      "a renewed interest in modern electric cars",
      "petrol-driven vehicles",
      "an internal combustion engine",
      "powering trains and oil resources",
      "economic reasons",
      "a strong financial imperative",
      "environmental considerations"
    ]
  },
  {
    "text": "Although we tend to think of electric cars as being something completely modern, they were in fact some of the earliest types of motorized vehicle. At the beginning of the twentieth-century electric cars were actually more popular than cars with an internal combustion engine as they were more comfortable to ride in. However, as cars fueled by petrol increased in importance. Electric cars declined. The situation became such that electric vehicles were only used for certain specific purposes – as fork-lift trucks, ambulances and urban delivery vehicles, for example.  Although electricity declined in use in road vehicles, it steadily grew in importance as a means of powering trains. Switzerland, for example, was quick to develop an electrified train system, encouraged in this no doubt by the fact that it had no coal or oil resources of its own.  Nowadays there is renewed interest in Electricity as a means of powering road vehicles. Why is this case? Well, undoubtedly economic reasons are of considerable importance. The cost of oil has risen so sharply that there is a strong financial imperative to look for an alternative. However, there are also environmental motivations. Emissions from cars re-blamed in large part for – among other things – the destruction of the ozone layer and the resultant rise in temperatures in the Polar Regions. A desire not to let things get any worse is also encouraging research into designing effective electric transport."
  }
]