[
  {
    "answer": "75. Cities Whereas the fundamental essence of designing great cities emphasizes the significance of livability and greatness ranking, the corresponding impacts of public spaces such as closeness to nature, wonderful landscapes and topographies are acknowledged, and mingling citizens could be inferred evidently from people’s class and wealth, which the potential implications of good transport systems as well as the affordable public transport are presumed. (63 words) Suggested Key Points:designing great cities  livability and greatness ranking public spaces  closeness to nature, wonderful landscapes and topographies  mingling citizens  people’s class and wealth good transport systems  the affordable public transport"
  },
  {
    "keywords": [
      "designing great cities",
      "livability and greatness ranking",
      "public spaces",
      "closeness to nature, wonderful landscapes and topographies",
      "mingling citizens",
      "people’s class and wealth",
      "good transport systems",
      "the affordable public transport"
    ]
  },
  {
    "text": "How can we design great cities from scratch if we cannot agree on what makes them great? None of the cities where people most want to live — such as London, New York, Paris and Hong Kong — comes near to being at the top of surveys asking which are best to live in.  The top three in the most recent Economist Intelligence Unit’s liveability ranking, for example, were Melbourne, Vancouver and Vienna. They are all perfectly pleasant, but great? The first question to tackle is the difference between liveability and greatness. Perhaps we cannot aspire to make a great city, but if we attempt to make a liveable one, can it in time become great?  There are some fundamental elements that you need. The first is public space. Whether it is Vienna’s Ringstrasse and Prater park, or the beaches of Melbourne and Vancouver, these are places that allow the city to pause and the citizens to mingle and to breathe, regardless of class or wealth. Good cities also seem to be close to nature, and all three have easy access to varied, wonderful landscapes and topographies. A second crucial factor, says Ricky Burdett, a professor of urban studies at the London School of Economics, is a good transport system. “Affordable public transport is the one thing which cuts across all successful cities,” he says."
  }
]