[
  {
    "answer": "54. Electric Eels Whereas the fundamental essence of electric eels emphasizes the significance of attacking the intruders, the corresponding impacts of being a bizarre tale such as swimming away and attacking the net are acknowledged, and electrifying invaders body could be inferred evidently from the target and electricity-generating chin, which the potential implications of the low water level as well as the dry season are presumed. (63 words) Suggested Key Points:electric eels  attacking the intruders being a bizarre tale  swimming away  attacking the net  electrifying invaders body  target electricity-generating chin low water level  the dry season"
  },
  {
    "keywords": [
      "electric eels",
      "attacking the intruders",
      "being a bizarre tale",
      "swimming away",
      "attacking the net",
      "electrifying invaders body",
      "target",
      "electricity-generating chin",
      "low water level",
      "the dry season"
    ]
  },
  {
    "text": "On a field trip to the Amazon in 1 807, 1 9th-century explorer Alexander Von Humboldt witnessed a group of horses lead through a muddy pool filled with electric eels, which he described as dramatically leaping up to attack the intruders. But scientists have doubted the story. An illustration of Alexander Von Humboldt’s story of the battle between the horses and electric eels.  The first time I read Von Humboldt’s tale, I thought it was completely bizarre, Catania says. Why would the eels attack the horses instead of swimming away? But then he observed the same behavior by accident as he transferred the eels in his lab from one tank to another using a metal-rimmed net. Instead of swimming away, larger eels attacked the net by leaping out of the water.  Catania tracked the strength of the eels electric shock by attaching a voltmeter to an aluminium plate, or conductive metal strips to predator objects such as a crocodile head replica. The zap a submerged eel distributes through the water is relatively weak when it reaches the target.  But when an eel touches it with its electricity-generating chin, the current travels directly to the target and has to travel through its body before it gets back to the water, Catania reported in Proceedings of the National Academy of Sciences.  This allows the eels to deliver shocks with a maximum amount of power to partially submerged land animals that invade their territory, Catania explains. It also allows them to electrify a much larger portion of the invaders body.  Catania found the eels leapt to attack, rather than receded, more often when the water in the aquarium was lower. He argues the attack lets electric eels better defend themselves during the Amazon dry season. When they’re cornered in small pools and make easy prey."
  }
]