[
  {
    "answer": "50. Delivering packages Whereas the fundamental essence of delivering packages with drones emphasizes the significance of a reduction in carbon dioxide emissions, the corresponding impacts of a delivery route such as environmental benefits and a climate-friendly alternative are acknowledged, and truck deliveries could be inferred evidently from weight of a package, which the potential implications of unmanned aerial vehicles as well as using additional energy are presumed. (64 words) Suggested Key Points:delivering packages with drones a reduction in carbon dioxide emissions a delivery route environmental benefits  a climate-friendly alternative  truck deliveries  weight of a package unmanned aerial vehicles  using additional energy"
  },
  {
    "keywords": [
      "delivering packages with drones",
      "a reduction in carbon dioxide emissions",
      "a delivery route",
      "environmental benefits",
      "a climate-friendly alternative",
      "truck deliveries",
      "weight of a package",
      "unmanned aerial vehicles",
      "using additional energy"
    ]
  },
  {
    "text": "Delivering packages with drones can reduce carbon dioxide emissions in certain circumstances as compared to truck deliveries, a new study from University of Washington transportation engineers finds.  In a paper to be published in an upcoming issue of Transportation Research Part D, researchers found that drones tend to have carbon dioxide emissions advantages over trucks when the drones don’t have to fly very far to their destinations or when a delivery route has few recipients.  Trucks — which can offer environmental benefits by carrying everything from clothes to appliances to furniture in a single trip — become a more climate-friendly alternative when a delivery route has many stops or is farther away from a central warehouse.  For small, light packages — a bottle of medicine or a kid’s bathing suit — drones compete especially well. But the carbon benefits erode as the weight of a package increase since these unmanned aerial vehicles have to use additional energy to stay aloft with a heavy load."
  }
]