[
  {
    "answer": "15. Beauty Contest Opponents to beauty pageants argue that it is demeaning to women and is a symbol of decline because in the past, Australian women were treated with dignity and respect, while beauty pageants, promoted from the 1960s, seem to convey that women could be judged on their appearance. (47 words) Suggested Key Points:Australian’s interest in beauty pageants harmless reminders of old-fashion values demeaning women  symbols of decline  dignity and respect  judging based on appearance  coming from all sizes and shapes hazardous messages  the mental health of young Australians"
  },
  {
    "keywords": [
      "Australian’s interest in beauty pageants",
      "harmless reminders of old-fashion values",
      "demeaning women",
      "symbols of decline",
      "dignity and respect",
      "judging based on appearance",
      "coming from all sizes and shapes",
      "hazardous messages",
      "the mental health of young Australians"
    ]
  },
  {
    "text": "Since Australians Jennifer Hawkins and Lauryn Eagle were crowned Miss Universe and Miss Teen International respectively, there has been a dramatic increase in interest in beauty pageants in this country. These wins have also sparked a debate as to whether beauty pageants are just harmless reminders of old-fashioned values or a throwback to the days when women were respected for how good they looked.  Opponents argue that beauty pageants, whether it’s Miss Universe or Miss Teen International, are demeaning to women and out of sync with the times. They say they are nothing more than symbols of decline.  In the past few decades, Australia has taken more than a few faltering steps toward treating women with dignity and respect. Young women are being brought up knowing that they can do anything, as shown by inspiring role models in medicine such as 2003 Australian of the Year Professor Fiona Stanley.  In the 1960s and 70s, one of the first acts of the feminist movement was to picket beauty pageants on the premise that the industry promoted the view that it was acceptable to judges women on their appearance. Today many young Australian women are still profoundly uncomfortable with their body image, feeling under all kinds of pressures because they are judged by how they look.  Almost all of the pageant victors are wafer thin, reinforcing the message that thin equals beautiful. This ignores the fact that men and women come in all sizes and shapes. In a country where up to 60% of young women are on a diet at any one time and 70% of school girls say they want to lose weight, despite the fact that most have a normal BMI, such messages are profoundly hazardous to the mental health of young Australians."
  }
]