[
  {
    "answer": "95. Connection between international environmental law and policy Whereas the fundamental essence of international environmental law and policy emphasizes the significance of national-level developments, the corresponding impacts of the international conventions such as increasing environmental statutes and placing an obligation are acknowledged, and increasing awareness could be inferred evidently from homogenization of legislative approaches, which the potential implications of a legislation model as well as lawyers’ training programs are presumed. (63 words) Suggested Key Points:international environmental law and policy national-level developments international conventions  increasing environmental statutes  placing an obligation increasing awareness  homogenization of legislative approaches a legislation model lawyers’ training programs"
  },
  {
    "keywords": [
      "international environmental law and policy",
      "national-level developments",
      "international conventions",
      "increasing environmental statutes",
      "placing an obligation",
      "increasing awareness",
      "homogenization of legislative approaches",
      "a legislation model",
      "lawyers’ training programs"
    ]
  },
  {
    "text": "The connection between international environmental law and policy and developments at a national level is becoming significantly closer. In the past two decades, many developed countries have greatly increased the number of statutes enacted to address environmental matters. This growth can be seen, in part, as a reflection of the number of international conventions being negotiated multilaterally and bilaterally. In the last five years, there also has been an increasing trend for developing countries and countries whose economies are in transition to introduce environmental legislation. This growth in the number of conventions and the consequential increase in environmental statutes on the same subjects is not surprising, given that conventions almost invariably place obligations on signatory countries to take steps, legal and otherwise, to implement their provisions. As a result of the increasing awareness of environmental problems at a national level, more national environmental law will be written, with similar approaches taken to similar problems. Greater similarity will also be encouraged by the fact that the law of developed countries is very often used as precedential material for the drafting of legislation in developing countries. Furthermore, homogenization of legislative approaches is encouraged by the publication of model legislation being developed by secretariats of international environmental conventions. For example, the Basel Convention Secretariat has published a comprehensive set of model national provisions on the movement of hazardous wastes. Finally, with more training programmes being conducted for lawyers and others by UNEP, UNDP and IUCN, common legislative approaches are often promoted.  The connection between international environmental law and policy and developments at a national level is becoming significantly closer, and law of developed countries is very often used as precedential material for the drafting of legislation in developing countries, furthermore, homogenization of legislative approaches is encouraged by the publication of model legislation being developed by secretariats of international environmental conventions."
  }
]