[
  {
    "answer": "18. Parent’s Birth Order Affects Their Parenting Despite the theory that parents’ own birth order can affect their parenting, and that parents usually replicate the family in which they were raised, both parents and children have free will to build up their own personality and characteristics. (39 words) Suggested Key Points:the parental birth order dynamics in the family replicating  raging battle  high expectations  social situations  the free will affecting children’s personality  not locking into any roles"
  },
  {
    "keywords": [
      "the parental birth order",
      "dynamics in the family",
      "replicating",
      "raging battle",
      "high expectations",
      "social situations",
      "the free will",
      "affecting children’s personality",
      "not locking into any roles"
    ]
  },
  {
    "text": "Parent’s own birth order can become an issue when dynamics in the family they are raising replicate the family in which they were raised. Agati notes common examples, such as a firstborn parent getting into “raging battle” with a firstborn child. “Both are used to getting the last word. Each has to be right. But the parent has to be the grown-up and step out of that battle,” he advises. When youngest children become parents, Agati cautions that because they “may not have had high expectations placed on them, they, in turn, may not see their kids for their abilities.”  But he also notes that since youngest children tend to be more social, youngest parents can be helpful to their firstborn, who may have a harder time with social situations. These parents can help their eldest kids loosen up and not be so hard on themselves. Mom Susan Ritz says her own birth order didn’t seem to affect her parenting until the youngest of her three children, Julie, was born. Julie was nine years younger than Ritz’s oldest, Joshua, mirroring the age difference between Susan and her own older brother. “I would see Joshua do to Julie what my brother did to me,” she says of the taunting and teasing by a much older sibling.  “I had to try not to always take Julie’s side.” Biases can surface no matter what your own birth position was, as Lori Silverstone points out. “M a middle myself, I can be harder on my older daughter. I recall my older sister hitting me,” she says of her reactions to her daughters, tussles.  “My husband is a firstborn. He’s always sticking up for the oldest. He feels bad for her that the others came so fast. He helps me to see what that feels like, to have that attention and then lose it.” Silverstone sees birth-order triggers as “an opportunity to heal parts of ourselves. I’ve learned to teach my middle daughter to stand up for herself. My mother didn’t teach me that. I’m conscious of giving my middle daughter tools so she has a nice way to protect herself.”  Whether or not you subscribe to theories that birth order can affect your child’s personality, ultimately, “we all have free will,” Agati notes. It’s important for both parents and kids to realize that, despite the characteristics often associated with birth order, “you’re not locked into any role.”"
  }
]