[
  {
    "answer": "101. Benefits of honey (2) Whereas the fundamental essence of the health benefits of sweeteners emphasizes the significance of consuming refined sugar, the corresponding impacts of natural sweeteners such as pure raw honey and the nectar of flower are acknowledged, and weight-loss efforts could be inferred evidently from an unpasteurized sweetener, which the potential implications of nutritional values as well as health powers are presumed. (60 words) Suggested Key Points:the health benefits of sweeteners consuming refined sugar natural sweeteners  pure raw honey  the nectar of flower  weight-loss efforts  an unpasteurized sweetener nutritional values  health powers"
  },
  {
    "keywords": [
      "the health benefits of sweeteners",
      "consuming refined sugar",
      "natural sweeteners",
      "pure raw honey",
      "the nectar of flower",
      "weight-loss efforts",
      "an unpasteurized sweetener",
      "nutritional values",
      "health powers"
    ]
  },
  {
    "text": "According to Dr. Ron Fessenden, M D ,M.P.H. the average American consumes more than 150 pounds of refined sugar, plus an additional 62 pounds of high-fructose corn syrup every year. In comparison, we consume only around1.3 pounds of honey per year on average in the U.S. According to new research, if you can switch out your intake of refined sugar and use pure raw honey instead, the health benefits can be enormous.  What is raw honey? Its a pure, unfiltered and unpasteurized sweetener made by bees from the nectar of flowers. Most of the honey consumed today is processed honey that’s been heated and filtered since it was gathered from the hive. Unlike processed honey, raw honey does not get robbed of its incredible nutritional value and health powers. It can help with everything from low energy to sleep problems to seasonal allergies. Switching to raw honey may even help weight-loss efforts when compared to diets containing sugar or high-fructose corn syrup. I’m excited to tell you more about one of my all-time favorite natural sweeteners today."
  }
]