[
  {
    "answer": "89. The World Wide Web Whereas the fundamental essence of the internet growth emphasizes the significance of the World Wide Web, the corresponding impacts of the body of information such as using hyperlinks and the user-friendly graphical interface are acknowledged, and expanding networks systems could be inferred evidently from the abstract space of information, which the potential implications of hypertext links, cable connections, and making the net useful as well as communicating programs are presumed. (70 words) Suggested Key Points:the internet growth  World Wide Web body of information  using hyperlinks and the user-friendly graphical interface  expanding networks systems the abstract space of information hypertext links, cable connections making the net useful  communicating programs"
  },
  {
    "keywords": [
      "the internet growth",
      "World Wide Web",
      "body of information",
      "using hyperlinks and the user-friendly graphical interface",
      "expanding networks systems",
      "the abstract space of information",
      "hypertext links, cable connections",
      "making the net useful",
      "communicating programs"
    ]
  },
  {
    "text": "By 1984, the internet had grown to include 1,000 host computers. The National Science Foundation was one of the first outside institutions hoping to connect to this body of information. Other government, non-profit, and educational institutions followed. Initial attempts to catalogue this rapidly expanding system of networks were simple. Among the first was Archie, a list of FTP information created by Peter Deutsch at McGill University in Montreal. However, the greatest innovation in the Internet was still to come, brewing in an MIT laboratory in Cambridge, Mass.  The World Wide Web, or the Web, is often confused with the Internet. In fact, it is just one part of the Internet, along with email, video conferencing, and streaming audio channels. In 1989, Tim Berners-Lee, now a scientist at the Massachusetts Institute of Technology, introduced a new system of communication on the Internet which used hyperlinks and a user-friendly graphical interface. His slice of the Internet pie camera to be known as the World Wide Web. Berners- Lee says, “The Web is an abstract (imaginary) space of information. On the Net, you find computers –on the Web, you find documents, sounds, videos, …information. On the Net, the connections are cables between computers; on the web, connections are hypertext links. The Web exists because of programs which communicate between computers on the Net. The Web could not be without the Net. The Web made the Net useful because people are really interested in information (not to mention knowledge and wisdom!) and don’t really want to know about computers and cables.”"
  }
]