[
  {
    "answer": "109. Tree Ring Dating – Dendrochronology (2) Whereas the fundamental essence of the dendrochronology emphasizes the significance of analyzing patterns of tree rings, the corresponding impacts of the paleoecology such as calibrating radiocarbon ages and the climatic condition are acknowledged, and temperate zones could be inferred evidently from a growth ring’s inner portion, which the potential implications of the late wood as well as a year-by-year record, a long growing season, adequate moisture, a drought and narrow rings are presumed. (73 words) Suggested Key Points:the dendrochronology  analyzing patterns of tree rings paleoecology  calibrating radiocarbon ages  the climatic condition  temperate zones a growth ring’s inner portion the late wood  a year-by-year record, a long growing season, adequate moisture, a drought and narrow rings"
  },
  {
    "keywords": [
      "the dendrochronology",
      "analyzing patterns of tree rings",
      "paleoecology",
      "calibrating radiocarbon ages",
      "the climatic condition",
      "temperate zones",
      "a growth ring’s inner portion",
      "the late wood",
      "a year-by-year record, a long growing season, adequate moisture, a drought and narrow rings"
    ]
  },
  {
    "text": [
      "Dendrochronology or tree ring dating is the scientific method of dating based on the analysis of patterns of tree rings, also known as growth rings. Dendrochronology can date the time at which tree rings were formed, in many types of wood, to the exact calendar year. This has three main areas of application: paleoecology, where it is used to determine certain aspects of past ecologists (most prominently climate) archaeology and the history of art and architecture, where it is used to date old panel paintings on wood, buildings etc; and radiocarbon dating, where it is used to calibrate radiocarbon ages.",
      "In some areas of the world, it is possible to date wood back a few thousand years, or even many thousands. As of 2013, fully anchored chronologies in the northern hemisphere extend back 13,900 years. Dendrochronology is more visible in temperate zones, where the seasons differ more markedly. The inner portion of a growth ring is formed early in the growing season, when growth is comparatively rapid (hence the wood is less dense) and is known as “early wood” (or “spring wood”, or “late-spring wood”); the outer portion is the “late wood’ (and has sometimes been termed ‘summer wood”, often being produced in the summer, though sometimes in the autumn) and is denser.",
      "Many trees in temperate zones make one growth ring each year, with the newest adjacent to the bark. Hence, for the entire period of a tree’s life, a year-by-year record or ring pattern is formed that reflects the age of the tree and the climatic conditions in which the tree grew. Adequate moisture and a long growing season result in a wide ring, while a drought year may result in a very narrow one."
    ]
  }
]