[
  {
    "answer": "6. National Prohibition Act In 1920, the Volstead Act came into effect and lasted for 13 years to prohibit the manufacture, sale, transportation, importation, exportation, delivery, or possession of intoxicating liquors and almost destroyed this industry though its loophole allowed for the production of some kinds of wine and fruit juice which later on was banned by the government. (55 words) Suggested Key Points:the American wine industry  the National Prohibition Act prohibiting the trade of intoxicating liquors the criminal economy  one loophole  producing fruit juice  being ideal for making wine banning by the government  preventing illegal wine production"
  },
  {
    "keywords": [
      "the American wine industry",
      "the National Prohibition Act",
      "prohibiting the trade of intoxicating liquors",
      "the criminal economy",
      "one loophole",
      "producing fruit juice",
      "being ideal for making wine",
      "banning by the government",
      "preventing illegal wine production"
    ]
  },
  {
    "text": "In 1920, the Eighteenth Amendment to the United States Constitution was enacted, creating yet another serious setback to the American wine industry. The National Prohibition Act, also known as the Volstead Act, prohibited the manufacture, sale, transportation, importation, exportation, delivery, or possession of intoxicating liquors for beverage purposes, and nearly destroyed what had become a thriving national industry. In 1920 there were more than seven hundred wineries in California. By the end of Prohibition, there were 160.  If Prohibition had lasted only four or five years, its impact on the wine industry might have been negligible. But it continued for thirteen years, during which time grapes went underground literally and figuratively, becoming an important commodity in the criminal economy. One loophole in the Volstead Act allowed for the manufacture and sale of sacramental wines, medicinal wines for sale by pharmacists with a doctor’s prescription, and medicinal wine tonics (fortified wines) sold without a prescription. Perhaps more importantly, Prohibition allowed anyone to produce up to two hundred gallons of fruit juice or cider each year. The fruit juice, which was sometimes made into concentrate, was ideal for making wine. Some of this yield found its way to bootleggers throughout America who did just that. But not for long, because the government stepped in and banned the sale of grape juice, preventing illegal wine production. Vineyards stopped being planted, and the American wine industry ground to a halt."
  }
]