[
  {
    "answer": "65. Malaysia Whereas the fundamental essence of Malaysia emphasizes the significance of a tourism campaign, the corresponding impacts of the second-tallest building in the world such as a pre-war building and a cultural center are presumed, and a cave with a statue could be inferred evidently from an island for diving, which the potential implications of a trading port and cultural heritage are presumed. (61 words) Suggested Key Points:Malaysia  a tourism campaign the second-tallest building in the world  a pre-war building a cultural center  a cave with a statue  an island for diving a trading port cultural heritage"
  },
  {
    "keywords": [
      "Malaysia",
      "a tourism campaign",
      "the second-tallest building in the world",
      "a pre-war building",
      "a cultural center",
      "a cave with a statue",
      "an island for diving",
      "a trading port",
      "cultural heritage"
    ]
  },
  {
    "text": "Malaysia is one of the most pleasant, hassle-free countries to visit in Southeast Asia. Aside from its gleaming 21st century glass towers, it boasts some of the most superb beaches, mountains and national parks in the region.  Malaysia is also launching it’s biggest-ever tourism campaign in effort to lure 20 million visitors here this year. More than 16 million tourists visited in 2005, the last year for which complete statistics were available. While the majority of them were from Asia, mostly neighboring Singapore, Thailand, Indonesia, Brunei, China, Japan and India, a growing number of Western travelers are also making their way to this Southeast Asian tropical paradise. Of the 885,000 travelers from the West, 240,000 were from the United Kingdom, 265,000 from Australia and 150,000 from the U.S.  Any tourist itinerary would have to begin in the capital, Kuala Lumpur, where you will find the Petronas Twin Towers, which once comprised the world’s tallest buildings and now hold the title of second-tallest. Both the 88-story towers soar 1,480 feet high and are connected by a sky-bridge on the 41st floor. Also worth visiting is the Central Market, a pre-war building that was the main wet market for the city, and has now been transformed into an arts and cultural center.  66  The limestone temple Batu Caves, located 9 miles north of the city, have a 328-foot-high ceiling and feature ornate Hindu shrines, including a 141-foot-tall gold-painted statue of a Hindu deity. To reach the caves, visitors have to climb a steep flight of 272 steps.  In Sabah state on Borneo island — not to be confused with Indonesia’s Borneo — you’ll find the small mushroom-shaped Sipadan island, off the coast of Sabah, rated as one of the top five diving sites in the world. Sipadan is the only oceanic island in Malaysia, rising from a 2,300-foot abyss in the Celebes Sea. You can also climb Mount Kinabalu, the tallest peak in Southeast Asia, visit the Sepilok Orang Utan Sanctuary, go white-water rafting and catch a glimpse of the bizarre Proboscis monkey, a primate found only in Borneo with a huge pendulous nose, a characteristic pot belly and strange honking sounds. While you’re in Malaysia, consider a trip to Malacca. In its heyday, this southern state was a powerful Malay sultanate and a booming trading port in the region. Facing the Straits of Malacca, this historical state is now a place of intriguing Chinese streets, antique shops, old temples and reminders of European colonial powers.  Another interesting destination is Penang, known as the “Pearl of the Orient.” This island off the northwest coast of Malaysia boasts of a rich Chinese cultural heritage, good food and beautiful beaches."
  }
]