[
  {
    "answer": "81. South Africa Whereas the fundamental essence of South Africa emphasizes the significance of the San and the Khoisan, the corresponding impacts of small groups of migratory people such as fishing and hunting are acknowledged, and building temporary dwellings could be inferred evidently from iron-working societies, which the potential implications of gold mining, competition for game as well as becoming dominant are presumed. (60 words) Suggested Key Points:South Africa  the San and the Khoisan small groups of migratory people  fishing and hunting building temporary dwellings  iron-working societies gold mining, competition for game becoming dominant"
  },
  {
    "keywords": [
      "South Africa",
      "the San and the Khoisan",
      "small groups of migratory people",
      "fishing and hunting",
      "building temporary dwellings",
      "iron-working societies",
      "gold mining, competition for game",
      "becoming dominant"
    ]
  },
  {
    "text": "The area that is now South Africa has been inhabited by humans for millennia. The San, the original inhabitant this land, were migratory people who lived in small groups of about 15 to 20 people. They survived by fishing and hunting and by gathering roots and other wild foods. They did not build permanent dwellings but used rock shelters as temporary dwellings. Around 2,000 years ago Khoikhoi pastoralists migrated to the coast.  In the eastern part of present-day South Africa, iron-working societies date from about 300 AD. The Sotho-Tswana and Nguni peoples arrived in this region around 1,200 AD. They lived by agriculture and stock farming, mined gold, copper and tin and hunted for ivory and built stone-walled towns. Over the centuries, these societies had diverse contacts with the Khoisan.  Strife between the San and the Khoikhoi developed over competition for game; eventually the Khoikhoi became dominant. These peoples lived in the western part of present-day South Africa and are known collectively as the Khoisan."
  }
]