[
  {
    "answer": "74. Multi-life Whereas the fundamental essence of rising life expectancies emphasizes the significance of becoming centenarian in wealthy countries, the corresponding impacts of funding decent retirements such as the multistage life, arranging lives and repeated changes of direction are acknowledged, and upkeep of intangible assets could be inferred evidently from updating skills, which the potential implications of friend networks as well as learning and Selfreflection are presumed. (66 words) Suggested Key Points:rising life expectancies  becoming centenarian in wealthy countries funding decent retirements multistage life, arranging lives  repeated changes of direction upkeep of intangible assets  updating skills friend networks  learning and Selfreflection"
  },
  {
    "keywords": [
      "rising life expectancies",
      "becoming centenarian in wealthy countries",
      "funding decent retirements",
      "multistage life, arranging lives",
      "repeated changes of direction",
      "upkeep of intangible assets",
      "updating skills",
      "friend networks",
      "learning and Selfreflection"
    ]
  },
  {
    "text": "Life expectancies have been rising by up to three months a year since 1840, and there is no sign of that flattening. Gratton and Scott draw on a 2009 study to show that if the trend continues, more than half the babies born in wealthier countries since 2000 may reach their 100th birthdays. With a few simple, devastating strokes, Gratton and Scott show that under the current system it is almost certain you won’t be able to save enough to fund several decades of decent retirement. For example, if your life expectancy is 100, you want a pension that is 50 per cent of your final salary, and you save 10 per cent of your earnings each year, they calculate that you won’t be able to retire till your 80s. People with 100-year life expectancies must recognise they are in for the long haul, and make an early start arranging their lives accordingly.  But how to go about this? Gratton and Scott advance the idea of a multistage life, with repeated changes of direction and attention. Material and intangible assets will need upkeep, renewal or replacement. Skills will need updating, augmenting or discarding, as will networks of friends and acquaintances. Earning will be interspersed with learning or self-reflection. As the authors warn, recreation will have to become “re-creation”."
  }
]