[
  {
    "answer": "29. Geothermal Energy in Africa Geothermal energy will be used as alternative electric sources to meet increasing energy demands in East African countries due to the geological advantages, thermal anomalies below the East African Rift system. (31 words) Suggested Key Points:East Africa  geothermal energy an acute energy crisis  erratic rain patterns  observing thermal anomalies   identifying suitable areas geothermal wells producing electricity  higher temperatures"
  },
  {
    "keywords": [
      "East Africa",
      "geothermal energy",
      "an acute energy crisis",
      "erratic rain patterns",
      "observing thermal anomalies",
      "identifying suitable areas",
      "geothermal wells",
      "producing electricity",
      "higher temperatures"
    ]
  },
  {
    "text": "What is the solution for nations with increasing energy demands, hindered by frequent power cuts and an inability to compete in the international oil market? For East Africa at least, experts think geothermal energy is the answer. More promising still, the Kenyan government and international investors seem to be listening. This is just in time according to many, as claims of an acute energy crisis are afoot due to high oil prices, population spikes and droughts.  Currently, over 60% of Kenya’s power comes from hydroelectric sources but these are proving increasingly unreliable as the issue of seasonal variation is intensified by erratic rain patterns. Alternative energy sources are needed; and the leading energy supplier in Kenya, Kenya Electricity Generating Company (KenGen), hopes to expand its geothermal energy supply from 13% to 25 % of its total usage by 2020. The potential of geothermal energy in the region was first realized internationally by the United Nations Development Program, when geologists observed thermal anomalies below the East African Rift system. Locals have been utilizing this resource for centuries; using steam vents to create the perfect humidity for greenhouses, or simply to enjoy a swim in the many natural hot lakes.  Along the 6000 km of the rift from the Red Sea to Mozambique, geochemical, geophysical and heat flow measurements were made to identify areas suitable for geothermal wells. One area lies next to the extinct Olkaria volcano, within the Hell’s Gate National Park, and sits over some of the thinnest continental crust on Earth. This is a result of the thinning of the crust by tectonic stretching, causing hotter material below the Earth’s surface to rise, resulting in higher temperatures. This thin crust was ideal for the drilling of geothermal wells’ reaching depths of around 3000 m, where temperatures get up to 342°C, far higher than the usual temperature of 90°C at this depth. Water in the surrounding rocks is converted to steam by the heat. The steam can be used to drive turbines and produce electricity. Wells like those in Olkarla operate by pumping cold water down to permeable “geothermal reservoir” rocks, causing steam to rise back up a nearby production well. Care must be taken with the rate at which cold water is added so as to not permanently cool the source rock."
  }
]