[
  {
    "answer": "22. Computer Programming What a country will engage in international trade depends on its comparative advantage, so India will do more computer programming due to its comparative disadvantage of obtaining physical capital while the United State will engage in capital-intensive technology innovation, though India can do both at lower costs. (47 words) Suggested Key Points:the United States and India  computer programming technology innovation  a lower dollar costs a comparative advantage  obtaining easily American’s capital long-run projects U.S. economy  the best activities"
  },
  {
    "keywords": [
      "the United States and India",
      "computer programming",
      "technology innovation",
      "a lower dollar costs",
      "a comparative advantage",
      "obtaining easily American’s capital",
      "long-run projects",
      "U.S. economy",
      "the best activities"
    ]
  },
  {
    "text": "Consider the current situation: Like their counterparts in the United States, engineers and technicians in India have the capacity to provide both computer programming and innovative new technologies. Indian programmers and high-tech engineers earn one-quarter of what their counterparts earn in the United States. Consequently, India is able to do both jobs at a lower dollar cost than the United States: India has an absolute advantage in both. In other words, it can produce a unit of programming for fewer dollars than the United States, and it can also produce a unit of technology innovation for fewer dollars. Does that mean that the United States will lose not only programming jobs but innovative technology jobs, too? Does that mean that our standard of living will fall if the United States and India engage in international trade?  David Ricardo would have answered no to both questions—as we do today. While India may have an absolute advantage in both activities, that fact is irrelevant in determining what India or the United States will produce. India has a comparative advantage in doing programming in part because such activity requires little physical capital. The flip side is that the United States has a comparative advantage in technology innovation partly because it is relatively easy to obtain capital in this country to undertake such long-run projects. The result is that Indian programmers will do more and more of what U.S. programmers have been doing in the past. In contrast, American firms shift to more and more innovation. The United States will specialize in technology innovation; India in programming. The business managers in each country will opt to specialize in activities in which they have a comparative advantage. As in the past, the U.S. economy will continue to concentrate on what are called the “most best” activities."
  }
]