[
  {
    "answer": "106. Brain Whereas the fundamental essence of brain’s independence from body’s metabolic processes emphasizes the significance of production and release of neurons, the corresponding impacts of the neurotransmitter serotonin such as depending on food, Changing blood-tryptophan level and a parallel elevation are acknowledged, and increasing serotonin levels could be inferred evidently from injecting insulin into bloodstream, which the potential implications of eliciting insulin secretion, as well as raising concentration of brain’s tryptophan serotonin, are presumed. (73 words) Suggested Key Points:brain’s independence from body’s metabolic processes production and release of neurons the neurotransmitter serotonin  depending on food, Changing blood-tryptophan level a parallel elevation  increasing serotonin levels  injecting insulin into bloodstream eliciting insulin secretion raising concentration of brain’s tryptophan serotonin"
  },
  {
    "keywords": [
      "brain’s independence from body’s metabolic processes",
      "production and release of neurons",
      "the neurotransmitter serotonin",
      "depending on food, Changing blood-tryptophan level",
      "a parallel elevation",
      "increasing serotonin levels",
      "injecting insulin into bloodstream",
      "eliciting insulin secretion",
      "raising concentration of brain’s tryptophan serotonin"
    ]
  },
  {
    "text": "It was once believed that the brain was independent of metabolic processes occurring elsewhere in the body. In recent studies, however, we have discovered that the production and release in brain neurons of the neurotransmitter serotonin (neurotransmitters are compounds that neurons use to transmit signals to other cells) depend directly on the food that the body processes.  Our first studies sought to determine whether the increase in serotonin observed in rats given a large injection of the amino acid tryptophan might also occur after rats ate meals that change tryptophan levels in the blood. We found that, immediately after the rats began to eat, parallel elevations occurred in blood tryptophan, brain tryptophan, and brain serotonin levels. These findings suggested that the production and release of serotonin in brain neurons were normally coupled with blood-tryptophan increases. In later studies we found that injecting insulin into a rat’s bloodstream also caused parallel elevations in blood and brain tryptophan levels and in serotonin levels. We then decided to see whether the secretion of the animal’s own insulin similarly affected serotonin production. We gave the rats a carbohydrate-containing meal that we knew would elicit insulin secretion. As we had hypothesized, the blood tryptophan level and the concentrations of tryptophan serotonin in the brain increased after the meal."
  }
]