[
  {
    "answer": "103. Pace of Aging: Australia and Japan Whereas the fundamental essence of the highest median age emphasizes the significance of Australia’s population, the corresponding impacts of Reducing economic growth such as the dynamic of fertility and mortality are acknowledged, and overseas migration could be inferred evidently from Japan`s population, which the potential implications of demographic situation as well as labor supply are presumed. (56 words) Suggested Key Points:the highest median age  Australia’s population Reducing economic growth  the dynamic of fertility and mortality  overseas migration  Japan`s population demographic situation labor supply"
  },
  {
    "keywords": [
      "the highest median age",
      "Australia’s population",
      "Reducing economic growth",
      "the dynamic of fertility and mortality",
      "overseas migration",
      "Japan`s population",
      "demographic situation",
      "labor supply"
    ]
  },
  {
    "text": "In 2005 Japan had the highest median age of all countries in the world, while Australia’s population was only moderately aged. Some 50 years ago the demographic situation was quite different, with the median age of Australia’s population being seven years older than Japan’s.  The ageing of the population is a major issue for Australian policy makers, particularly in regard to the long-term implications for reduced economic growth and the increasing demand for Age Pensions, and health and aged care services. As the population ages, growth in the number of people of working age will slow, while the proportion of people of retirement age will increase.  Sustained population ageing also leads to slowing or negative population growth. While declining population growth in developed countries is welcomed by some environmentalist and social scientists, economists tend to agree that population decline brings gloomy economic prospects. In addition to the decrease in the labour supply, the demand side of the economy may be affected through shrinking markets for goods and services.  How quickly this occurs depends on the dynamics of fertility, mortality and overseas migration. While a moderate pace of demographic change allows for gradual adjustment of the economy and policies to the changing population demographics, rapid changes are more difficult to manage. As a result, governments and society as a whole may need to take actions to address these issues. But how severe is the ageing of Australia’s population, relative to other countries?  One way of applying a degree of perspective to the ageing debate is to compare ageing in Australia with that of other countries. This article examines the population structures in Australia and Japan and the demographic forces that shape the respective populations, both historically and projections for the future.  In 2005 Japan’s population was ranked the oldest in the world, with half the people aged over 42.9 years. In comparison, Australia’s median age is not projected to reach this level until 2032. Japan’s population is projected to decline by 21% between 2005 and 2050 (from 128 million to 101 million). Over the same period, Australia’s population is projected to increase by 38% from 20 million to 28 million people."
  }
]