[
  {
    "answer": "2. Children’s Watching TV Watching too much television has negative effects on important aspects of children’s life and it is not television but the way that parents manage their children’s TV watching, including the time they spend on, the programs they watch and even how the family deal with the TV, that matters. (49 words) Suggested Key Points: controlling children’s TV watching  spending too much time on watching TV homework and study  the social development  physical activities  tremendous impacts on kids’ life and sex  information and knowledge  being a plus  the family situation"
  },
  {
    "keywords": [
      "controlling children’s TV watching",
      "spending too much time on watching TV",
      "homework and study",
      "the social development",
      "physical activities",
      "tremendous impacts on kids’ life and sex",
      "information and knowledge",
      "being a plus",
      "the family situation"
    ]
  },
  {
    "text": "Why and to what extent should parents control their children’s TV watching? There is certainly nothing inherently wrong with TV. The problem is how much television a child watches and what effect it has on his life. Research has shown that as the amount of time spent watching TV goes up, the amount of time devoted not only to homework and study but other important aspects of life such as social development and physical activities decreases.  Television is bound to have its tremendous impact on a child’ both in terms of how many hours a week he watches TV and of what he sees. When a parent is concerned about the effects of watching television’ he should consider a number of things: what TV offers the child in terms of information and knowledge, how many hours a week a youngster his age should watch television, the impact of violence and sex, and the influence of commercials.  What about the family as a whole? Is the TV set a central piece of furniture in your home! Is it flicked on the moment someone enters the empty house? Is it on during the daytime? Is it part of the background noise of your family life? Do you demonstrate by your own viewing that television should be watched selectively?  Since television is clearly here to stay’ it is important that parents manage their children’s TV viewing so that it can be a plus rather than a minus in the family situation."
  }
]