[
  {
    "answer": "28. Crisis in British Archaeology The British government’s announcement that all human remains archaeologically excavated in England and Wales need reburying, will negatively affect the study of human remains. (24 words) Suggested Key Points:human remains  archaeological record British government  revising the burial legislation curtailing the ability of studying long-term scientific investigation removing from public view emerging new techniques and methods  a policy of reburying all human remains"
  },
  {
    "keywords": [
      "human remains",
      "archaeological record",
      "British government",
      "revising the burial legislation",
      "curtailing the ability of studying",
      "long-term scientific investigation",
      "removing from public view",
      "emerging new techniques and methods",
      "a policy of reburying all human remains"
    ]
  },
  {
    "text": "Human remains are a fundamental part of the archaeological record, offering unique insights into the lives of individuals and populations in the past. Recently a new set of challenges to the study of human remains has emerged from a rather unexpected direction: the British government revised its interpretation of nineteenth-century burial legislation in a way that would drastically curtail the ability of archaeologists to study human remains of any age excavated in England and Wales. This paper examines these extraordinary events and the legal, political and ethical questions that they raise.  In April 2008 the British government announced that, henceforth, all human remains archaeologically excavated in England and Wales should be reburied after a two-year period of scientific analysis. Not only would internationally important prehistoric remains have to be returned to the ground, removing them from public view, but also there would no longer be any possibility of long-term scientific investigation as new techniques and methods emerged and developed in the future. Thus, while faunal remains, potsherds, artifacts and environmental samples could be analyzed and re-analyzed in future years, human remains were to be effectively removed from the curation process. Archaeologists and other scientists were also concerned that this might be the first step towards a policy of reburying all human remains held in museum collections in England and Wales including prehistoric, Roman, Saxon, Viking and Medieval as well as more recent remains."
  }
]