[
  {
    "answers": [
      "retail",
      "expansion",
      "company",
      "impetus",
      "award",
      "initiatives",
      "qualifications",
      "participation",
      "enhance",
      "pragmatic",
      "challenges"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib28.mp3"
  },
  {
    "text": "Buckinghamshire New University in High Wycombe is offering aretailmanagement foundation degree developed in partnership with bed company Dreams. This is the kind of collaboration between industry and higher education the government wants to encourage. Most of the sector’s expansion is through such two-year courses mixing academic and work-based learning. Like the much-publicized “McDonald’s A-level”, the Dreams degree incorporates the existing  company training package. But Buckinghamshire New University vice-chancellor Ruth Farwell said: “While we recognize the impetus  behind the decision to allow companies such as McDonald’s to award their own qualifications, we believe that it is better for employers to partner with universities in  initiatives such as this one.” Dr Farwell added: “We pride ourselves on our work-based foundation degrees that are designed in conjunction with employers, and enable students to gain qualifications  while they are working and on the basis of their work experience.” Offering Dreams’ managers this opportunity is a natural extension of our work, especially since Dreams’ head office is in our home town. “It fits perfectly with the government’s drive for greater participationin higher education and the need to enhance the skills base of the nation.” Dreams founder Mike Clare said many of his staff had attended the university. “The university’s  pragmatic approach and understanding of the challenges  we face has enabled us to launch a development program which will enable staff to continue their education while also focusing on their careers,” he said. The first course begins in mid-April, with 12 Dreams managers specially selected to be fast-tracked through the foundation degree in one year. Two years will be the norm for subsequent students."
  }
]