[
  {
    "answers": [
      "weaknesses",
      "proposed",
      "murdered",
      "probation",
      "convicted",
      "injustices",
      "committed",
      "urgent",
      "staggering",
      "former",
      "shelter",
      "outpatient"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib51.mp3"
  },
  {
    "text": "Two horrifying crimes have exposed serious weaknesses in Connecticut’s criminal justice system. But a “three strikes and you’re out” law proposedby Gov. M. Jodi Rell and Republicans in the Legislature would do more harm than good. Last July two recently paroled men broke into a home in Cheshire and tortured and  murdered three people. Last month a man who served more than eight years for assaulting a 5-year-old — and had been out onprobation for less than a month — broke into a New Britain home. He accosted two women, wounding one and killing the other. Republicans, led by Ms. Rell, have responded by calling for a “three strikes” law. Democrats have rightly resisted. The proposed law, which would mandate life in prison for anyone convicted of three violent felonies, is a bumper-sticker solution that would create injustices by barring judges’ discretion in sentencing. It would also not deter the many crimes committed by people who have not committed three violent felonies. Governor Rell and the Democrats do agree on the need for other urgent  reforms, including more re-entry programs and jobs training and better monitoring after prisoners are released on probation and parole. Connecticut has 2,500 parolees, but a  staggering 55,000 people on probation. Probation officers handle an average of 107 cases each —far too many. Connecticut’s system for sharing crime information, which could keep some of the most dangerous offenders off the streets, is antiquated. It has neither inpatient treatment for sex offenders nor housing for them once they are released. Hundreds of former inmates are on a waiting list for inpatient drug treatment. The suspect arrested in the New Britain case had been staying in a homeless shelter at night but roaming freely during the day while waiting to begin outpatient sex offender treatment. Returning released inmates to society with so little support makes no sense."
  }
]