[
  {
    "answers": [
      "incentive",
      "opportunities",
      "administrators",
      "mentoring",
      "desirable",
      "professionals",
      "coaching",
      "event",
      "release",
      "participation",
      "priorities",
      "track"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib27.mp3"
  },
  {
    "text": "A Harvard economist’s idea — giving free cellphone air time to high-performing students as an incentive  to continue doing well — is now in effect. Schools Chancellor Joel I. Klein today started the Million Motivation Campaign, an experimental program involving about 2,500 students in seven middle schools. The students will each receive a free cellphone, called the “Million,” with opportunities  to earn minutes and other rewards if they achieve academic goals set by their principals. Teachers and administrators will also be able to use the cellphones to communicate with the students. Part of the idea, according to the Education Department, is “to re-brand achievement through a messaging campaign and  mentoring program.” The students will receive cellphone messages “promoting the idea that a middle-class lifestyle is desirable and accessible with a good education” and highlighting the accomplishments of professionals  in various occupations; participants will also have opportunities to get work experiences, life coaching and academic help through the mentoring program. The free phone is the Samsung U740 handheld mobile device, which has MP3, video, text-message and instant-message functions. “Students will earn text messages, talk time, and other rewards, such as free ring tones, music downloads, or  event  tickets, through their performance in school, “the Education Department said in a newsrelease .” Students will be evaluated on the basis of attendance and behavior, along with three other indicators — such as homework completion, class participation  , or course grades — chosen by educators and customized to address academic priorities  in their specific schools. Administrators will have access to significant new data on student performance, allowing them to track  the short-term indicators that contribute to larger goals of boosting student achievement and graduation rates."
  }
]