[
  {
    "answers": [
      "outlook",
      "self-consciousness",
      "chronic",
      "physical",
      "protective",
      "ailment",
      "pain",
      "workshops",
      "demonstrating",
      "quality"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib36.mp3"
  },
  {
    "text": "Randi considers the Y. M. C. A. her lifeline, especially the pool. Randi weighs more than 300 pounds and has borderline diabetes, but she controls her blood sugar and keeps her bright outlook on life by swimming every day for about 45 minutes. Randi overcame any self-consciousnessabout her weight for the sake of her health, and those who swim with her and share the open locker room are proud of her. If only the millions of others beset with chronic health problems recognized the inestimable value to their physical and emotional well-being of regular  physical exercise. “The single thing that comes close to a magic bullet, in terms of its strong and universal benefits, is exercise,” Frank Hu, epidemiologist at the Harvard School of Public Health, said in the Harvard Magazine. I have written often about the protective  roles of exercise. It can lower the risk of heart attack, stroke, hypertension, diabetes, obesity, depression, dementia, osteoporosis, gallstones, diverticulitis, falls, erectile dysfunction, peripheral vascular disease and 12 kinds of cancer. But what if you already have one of these conditions? Or an ailment like rheumatoid arthritis, multiple sclerosis, Parkinson’s disease, congestive heart failure or osteoarthritis? How can you exercise if you’re always tired or in  pain or have trouble breathing? Can exercise really help? You bet it can. Marilyn Moffat, a professor of physical therapy at New York University and co-author with Carole B. Lewis of “Age-Defying Fitness”, conducts workshops  for physical therapists around the country and abroad, demonstrating how people with chronic health problems can improve their health and qualityof life by learning how to exercise safely."
  }
]