[
  {
    "answers": [
      "stabbing",
      "injured",
      "electronics",
      "stunned",
      "identified",
      "apartment",
      "attack",
      "yelling",
      "scattered",
      "victims"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib57.mp3"
  },
  {
    "text": "A 25-year-old man who told the police he was tired of life went on a killing rampage in a popular shopping street in central Tokyo on Sunday, plowing his truck into a crowd of pedestrians before stabbing  passers-by with a survival knife. Seven people died and 11 were injured . The attack took place shortly after noon on a street that had been closed to vehicles for the day in Akihabara, the main district for  electronics  in Tokyo and a magnet for fans of Japanese anime and manga comics. The killings stunned  a country that has long enjoyed low crime rates but where a series of random stabbings have recently occurred. The police  identified the attacker as Tomohiro Kato, who was living by himself in a small apartment  in Shizuoka, just west of Tokyo. According to reports in the Japanese news media, Mr. Kato told the police that he had grown tired of life, “hated the world,” and had gone to Akihabara to kill people. “Anyone was O. K.,” he told the police, according to the reports. Japanese television showed the police holding Mr. Kato on the ground after the attack . He was dressed in a black T-shirt, off-white trousers and jacket, and was wearing sneakers. The police said the attack began around 12: 30 p.m., when Mr. Kato drove a white, two-ton rental truck into the street in a zigzag pattern, hitting several people. He then got out of the truck and began yelling and stabbing passers-by, including a police officer. Japanese television, displaying images captured on cellphones by witnesses, showed bodies  scattered in the area. The authorities were seen trying to revive several  victims . Six men and one woman, ranging in age from 19 to 74, died, the authorities said."
  }
]