[
  {
    "answers": [
      "dwindling",
      "drastic",
      "behaving",
      "medicine",
      "manufacturing",
      "decades",
      "pinch",
      "worsen",
      "demographic"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib30.mp3"
  },
  {
    "text": "After years of fretting over coming shortages, the country is actually facing a  dwindling number of young people entering engineering and technology-related fields. The decline is growing so drastic that industry has begun advertising campaigns intended to make engineering look sexy and cool, and companies are slowly starting to import foreign workers, or sending jobs to where the engineers are, in Vietnam and India. It was engineering prowess that lifted this nation from postwar defeat to economic superpower. But according to educators, executives and young Japanese themselves, the young here are behaving more like Americans: choosing better-paying fields like finance and medicine  , or more purely creative careers, like the arts, rather than following their salaryman fathers into the unglamorous world ofmanufacturing  . The problem did not catch Japan by surprise. The first signs of declining interest among the young in science and engineering appeared almost two decades ago, after Japan reached first-world living standards, and in recent years there has been a steady decline in the number of science and engineering students. But only now are Japanese companies starting to feel the real pinch . By one ministry of internal affairs estimate, the digital technology industry here is already short almost half a million engineers. Headhunters have begun poaching engineers midcareer with fat signing bonuses, a predatory practice once unheard-of in Japan’s less-cutthroat version of capitalism. The problem is likely to worsen because Japan has one of the lowest birthrates in the world. “Japan is sitting on a demographic  time bomb,” said Kazuhiro Asakawa, a professor of business at Keio University. “An explosion is going to take place. They see it coming, but no one is doing enough about it.”"
  }
]