[
  {
    "answers": [
      "preventative",
      "patients",
      "smoking",
      "diagnosed",
      "average",
      "focused",
      "diet",
      "vessels",
      "stream",
      "regulation"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib42.mp3"
  },
  {
    "text": "Most patients with Type 2 diabetes should start taking statins, the cholesterol-fighting drugs, as apreventative measure against heart disease, whether or not they have high cholesterol levels, according to new guidelines released yesterday. The recommendations, from the American College of Physicians, call for moderate doses of statins by people with diabetes who are older than 55, and for younger patients who have any other risk factor for heart disease, like high blood pressure or a history of smoking . The new guidelines are outlined in April 20 issue of The Annals of Internal Medicine, in an article that noted that about 16 million Americans have Type 2 diabetes and that 800,000 new cases are diagnosedevery year. The lead author of an article accompanying the guidelines, Dr. Sandeep Vijan of the University of Michigan, said that “almost everyone with Type 2 diabetes should be on a statin.” The average age at diagnosis is 48, and even many patients under 55 have high blood pressure as well as diabetes, he said. Traditionally, diabetes treatment hasfocused on regulating blood sugar levels by careful control of diet or through insulin injections. But researchers have come to understand that control sugar really protects only against the destruction of small blood vessels , which can lead to blindness or loss of fingers, toes or limbs. Heart disease is, in fact, the more serious threat. Up to 80 percent of diabetes patients will develop heart problems or die of them, the article said. And Dr. Vijan emphasized that controlling hypertension remained the highest priority. He ranked control of lipids, the fats in the blood stream  that can affect coronary health, second, ahead of glucose regulation ."
  }
]