[
  {
    "answers": [
      "profound",
      "vast",
      "out",
      "affluent",
      "gear",
      "effective",
      "behavior",
      "exploded",
      "low-density",
      "residents",
      "distinction",
      "disappeared"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib49.mp3"
  },
  {
    "text": "The headlines tell us that the world is now more urban than rural. Surely this fact ought to have profound consequences that call for new attitudes and public policies. However, as is often the case with profound change, what actually is happening — and how we should view these changes — is extremely murky. From one point of view, the vast migration of people from the countryside to the city is simply the latest chapter in a stray that has played out worldwide over the last several centimes. First in the most affluent nations of the West, and now in the developing world, as more efficient agriculture has reduced the number of people needed in the fields, the rise of new urban economies has drawn them to cities. Every time this push-pull phenomenon has shifted into high gear , whether in London in the Nineteenth century or in Mumbai today, there have been wrenching dislocations followed by attempts on the part of public authorities to stop or slow the Process. These efforts have rarely been effective  in the long run, and have often backfired because they have tried to control behavior rather than plan for it. In the long run, however, the policies were probably less important than the eventual result — an equally massive move from the cities back into the countryside. In virtually every affluent nation on earth, the old Nineteenth-century industrial cities have  exploded outward, allowing densities to plummet at the core as residents move further and further out into low-densitysuburbia and a very low-density exurban penumbra around that. The city of Paris today has a third fewer  residents  than it did a century ago, and the suburban and exurban territory around it leapfrogs more or less from the English Channel to Burgundy. In this process, the very distinction between urban and rural has all but disappeared as citizens in almost every part of affluent societies are able to participate in what is essentially an urban culture."
  }
]