[
  {
    "answers": [
      "trends",
      "moving",
      "meaningful",
      "substantially",
      "harbor",
      "disorderly",
      "sustainable",
      "fuels",
      "away",
      "energy-scarce",
      "supply",
      "overburdened"
    ]
  },
  {
    "audio": "https://ptestudy.net/audio/lfib/apLfib50.mp3"
  },
  {
    "text": "Most observers tend to extrapolate current trends and assume that what we see now will continue moving in the same direction — ever-larger cities, etc. I don t see it that way. The global energy predicament now gathering around us will synergize with climate change to produce a very different outcome. I think we’ll eventually see a reversal of the 200-year-long cycle of people moving from farms and small towns to big cities. Food production is going to be a big problem when oil-and-gas-based agriculture is no longer possible, and we will have to reestablish a more  meaningful relationship between urban places and a more productive agricultural hinterland. Our mega-cities will contract substantially . The fortunate ones will densify around their old cores and waterfronts — though sea level rise may affect manyharbor cities. This process of contraction is likely to be problematic anddisorderly . In America, there is certainly the potential for ethnic conflict. Categorically, our colossal metroplexes problematic and will not be  sustainable  in a post-oil future — and despite the wishes and yearnings of many people, the truth is that no combination of alternative fuels will permit us to continue living at this scale. Some of our cities will not make it. Phoenix, Tucson, and other Sunbelt cities will dry up and blow away . In Las Vegas, the excitement will be over. Other mega-cities will have to downscale or face extreme dysfunction. One thing that almost nobody is paying attention to: the skyscraper will not be a viable building type in our energy-scarcefuture. Six or seven stories must be the practical limit in a new age when electric supply is not necessarily as reliable as it has been in our time. Cities overburdened with mega-structures will have a severe liability."
  }
]