[
  {
    "audio": null
  },
  {
    "text": "We’re going to start today talking about congressional aides, that is , the people who work for our congressional representatives, both in Washington and in the representatives’ local districts. It used to be that members of Congress had a relatively small staff of people working for them, and the role of these people wasn’t of primary importance. But now there are thousands of congressional aides, and they’ve profoundly affected the way the whole government works. Congressional aides work in two different locations: one, in the congressional representatives’ local offices, the districts from which they were elected, and two, in Washington. Staff in the local offices help members of Congress stay in touch with citizens in their districts. These citizens can bring problems in in person, or by mail or phone. This personal connection between the aides and the local people can be helpful when the next election comes around. People remember the help they get from the office of their local congressional representative. But as you know, members of Congress have to spend most of their time in Washington taking care of their legislative duties. Over six thousand new laws are introduced in Congress each session. Without help , representatives would have trouble keeping up with the proposed laws that directly affect their districts. So that’s why the congressional aides play a major role in Washington. They keep their bosses informed about pending legislation, organize hearings, and just keep their local congressional representatives up-to-date and informed on what’s going on in other parts of Congress. Now another thing congressional aides do is to help develop ideas for laws that their bosses can eventually propose to Congress. This can be called the staff’s entrepreneurial function, a bit like a business executive trying to find out what products are most popular. Congressional aides promote or encourage laws they think will be popular with the public. You’ve also got other employees that work for the whole Congress , not just for individual members. We’ll talk about these people next."
  }
]