[
  {
    "audio": null
  },
  {
    "text": "Straight salary sales compensation plans aren’t very common, but they do have a place in some organizations. With this type of structure, you’d pay your sales people a straight albeit competitive salary like all of your other employees and nothing else. No bonuses, no commissions, and few, if any, sales incentives. This type of compensation plan is most often used when the industry you operate within prohibits direct sales, when sales people work as part of small groups or teams and all contributions are equal, when your sales team is relatively small, or when your sales people are expected to spend much of their time on other responsibilities other than selling. However, these plans don’t tend to offer motivation to sales people, as there are no incentives for them to work harder. Salary plus commission sales compensation plans are possibly the most common plans used today. They’restructured in a way that sales people receive a lower base salary along with commission pay that makes up the majority of the total compensation. Organizations use salary plus commission sales compensation plans when there are opportunities to support all sales people on this structure and when there are proper metrics in place for tracking sales to ensure that the splits are fair and accurate. This type of plan is often the better choice as opposed to straight salary because it offers motivation to increase productivity and to achieve goals. It also offers more stability. Sales people will still get some types of pay even if they’re in training, when sales are low during certain months, or if market conditions get volatile. However, it can be more complex to administer. Commission only sales compensation plans are exactly what they sound like you pay your sales people for the sales they bring in and nothing else. There is no guarantee of income. These types of plans are easier to administer than salary plus commission and provide better value for your money paid as they are based solely on sales achieved. They also tend to attract fewer candidates, but do attract the most top-performing and hardest working sales professionals who know they can make a good income because they know how to sell. On the other hand, though, they can create aggression within your sales team and low income security, which can lead to a high turnover rate, and sales rep burnout from stress."
  }
]