[
  {
    "audio": null
  },
  {
    "text": "Frogs are a diverse and largely carnivorous group of short-bodied, tailless amphibians composing the order Anura. The oldest fossil proto frog appeared in the early Triassic of Madagascar, but molecular clock dating suggests their origins may extend further back to the Permian, 265 million years ago. Frogs are widely distributed, ranging from the tropics to subarctic regions, but the greatest concentration of species diversity is found in tropical rain forests. There are approximately 4,800 recorded species, accounting for over 85% of extant amphibian species. They are also one of the five most diverse vertebrate orders. Besides living in fresh water and on dry land, the adults of some species are adapted for living underground or in trees. Adult frogs generally have a carnivorous diet consisting of small invertebrates, but omnivorous species exist and a few feed on fruit. Frogs are extremely efficient at converting what they eat into body mass. They are an important food source for predators and part of the food web dynamics of many of the world’s ecosystems. The skin is semipermeable, making them susceptible to dehydration, so they either live in moist places or have special adaptations to deal with dry habitats. Frogs produce a wide range of vocalizations, particularly in they are breeding season, and exhibit many different kinds of complex behaviors to attract mates, to fend off predators and to generally survive. Frog populations have declined significantly since the 1950s. More than one-third of species are considered to be threatened with extinction and over one hundred and twenty are believed to have become extinct since the 1980s. The number of malformations among frogs is on the rise and an emerging fungal disease, chytridiomycosis, has spread around the world. Conservation biologists are working to understand the causes of these problems and to resolve them. Frogs are valued as food by humans and also have many cultural roles in literature, symbolism and religion."
  }
]