[
  {
    "audio": null
  },
  {
    "text": "Ruth, just tell us what the Ethical Consumer Research Association is . OK, well the Ethical Consumer Research Association exists to provide information for shoppers, letting them know what the companies are doing behind the brands that they see on the shelves. So what makes an ethical shopper? Very broadly speaking ,people who are concerned about ethical issues want to know that the product they’re buying hasn’t been made at the expense of the people who are producing it, whether it’s in this country or abroad. They might also be concerned with other kinds of issues: whether the company is involved in armaments, or whether they’re donating money to certain political parties. And that as a shopper, you might not want to give your money to that party so therefore you might not want to buy a product from a company who is supporting a political party that you don’t agree with . And is there any kind of rule of thumb? Is something that’s more expensive, for example, likely to be more ethical? Unfortunately, it isn’t always the case that the more expensive something is, the more ethical it is. We can buy very cheap products and it’s very likely that when products are cheap, something has suffered in order to get it to us. Whether it’s the person making it or the animals or the environment . Quality however, is often a good indicator whether something, especially with clothes, has been made well. And unfortunately a lot of ethical products will cost more because they reflect the real cost of bringing that thing into the shops. So something that has been made in a factory where the workers have been paid a proper wage will cost you more to buy, simply because the people making it are getting paid enough to live on. Do you have to be well off then to be an ethical shopper? It really depends. You don’t have to be rich to be an ethical shopper. One way of thinking about ethical shopping is thinking about buying less. Sometimes we buy an awful lot more than we need. We buy more items of clothing than we need. So being an ethical shopper really means thinking a bit before you go and spend your money in the shops. Some things may cost a little bit more in the short-run, but be worth it in the long-run. If you are paying for quality, something will last you longer and then save you money. And sometimes you can buy things second-hand. There’s a lot of charity shops on the high street to buy good clothes. Sometimes you can look a lot better than someone who’s just bought off the high street because you can have quite a unique look, and the quality that you find in most second-hand shops is really very good these days. So it’s about thinking before you shop. Thanks Ruth."
  }
]