[
  {
    "audio": null
  },
  {
    "text": "Imagine you’re in front of a group of people and youâre about to give a presentation. You look out at the crowd and you see dozens of people and they’re all looking at you waiting for you to give your presentation. How are the presence of others affect your behavior? Will help your performance or will hinder it? According to the concept of social facilitation the presence of others will increase the likelihood that the most dominant response for a particular behavior will be shown. So what does that mean? Well, first the dominant response or first to the response that’s most likely to occur. So, in the context of your presentation, it means that if you practice your presentation for hours on end, you really know your topic in and out, and you generally make very few mistakes when you’re practicing it, then the presence of others will lead you to perform very well. It kind of gives you an edge and motivates you to perform well. However, if you haven’t practiced your presentation at all and even if you did a couple times, and you may a lot of mistakes, then the presence of others will probably make you perform more poorly than usual. In other words will kind of exacerbate your mistakes. So, why does this happen? Well, the presence of others increases your arousal or your general physiological or psychological excitement. Things like your heart rate increasing and you might be breathing quicker than usual. Itâs the activation of your autonomic nervous system essentially. And, this is simply known as nervous energy. Your increased energy or arousal leads to the likelihood of the dominant response occurring. So whether the dominant response is correct or accurate depends on how easy or difficult the task is and how well you’ve learned it or rehearsed it. So, the presence of others will likely improve your performance on simple tasks or tasks that you’ve learned well over a course of time, and it’ll hinder your performance on difficult tasks or tasks that you haven’t practiced."
  }
]