[
  {
    "audio": null
  },
  {
    "text": "With the help of the wealthy countries such as US, Vietnam became second largest coffee producer and exporter. This impact other coffee producers like Colombia. The lecture is about the changes that have taken place in coffee production. Coffee production increased from 6 billion to 30 billion. The huge demand of Europe and America has made Vietnam the second biggest producer which has greatly affected Columbia’s production. The output of Central America is witnessing dramatic decrease. People’s drinking habit also undergoing changes. Coffee was introduced to Vietnam in 1857 by the French and slowly grew as producer of coffee in Asia. The height of coffee production occurred in the early 20th century as small-scale production shifted towards plantations. By 2000, coffee production had grown to 900,000 tons per year. Price decreases, however, led annual production to drop to around 600,000 tons/year in 2003. In 2009, Reuters report Vietnamese coffee exports at “an estimated 1.13 million tones” for the previous year stating that coffee was second only to rice in value of agro-products exported from Vietnam. The country’s 2013/2014 coffee crop is expected to be a bumper harvest of around million to 29.5 million 60-kg bags. Such a large production will add to a global oversupply beans and will pressure coffee prices which have lost about 10 percent since October 20. The country’s coffee industry has taken a hit; of the 127 local coffee export firms that operated in 2012, 56 have ceased trading or shifted to other businesses after having taken out loans they can’t repay. A few firms, such as Vietnam’s top coffee exporter the Intimex Group, will benefit from the 2013 harvest. Intimex accounts for a quarter of the country’s coffee exports and made $1.2 billion in revenue in 2012. 6 billion to 30 billion US make Vietnam second largest coffee producer and exporter. Impact other coffee producers like Colombia & output of Central America decrease. Habit is also undergoing changes. Important change."
  }
]