[
  {
    "audio": null
  },
  {
    "text": "The preservation of embryos and juveniles is a rate occurrence in the fossil record. The tiny, delicate skeletons are usually scattered by scavengers or destroyed by weathering before they can be fossilized. Ichthyosaurs had a higher chance of being preserved than did terrestrial creatures because, as marine animals , they tended to live in environments less subject to erosion. Still, their fossilization required a suite of factors: a slow rate of decay of soft tissues, little scavenging by other animals, a lack of swift currents and waves to jumble and carry away small bones, and fairly rapid burial. Given these factors, some areas have become a treasury of well-preserved ichthyosaur fossils. The deposits at Holzmaden, Germany , present an interesting case for analysis. The ichthyosaur remains are found in black , bituminous marine shales deposited about 190 million years ago. Over the years , thousands of specimens of marine reptiles, fish and invertebrates have been recovered from these rocks. The quality of preservation is outstanding, but what is even more impressive is the number of ichthyosaur fossils containing preserved embryos. Ichthyosaurs with embryos have been reported from 6 different levels of the shale in a small area around Holzmaden, suggesting that a specific site was used by large numbers of ichthyosaurs repeatedly over time. The embryos are quite advanced in their physical development; their paddles, for example, are already well formed. One specimen is even preserved in the birth canal. In addition, the shale contains the remains of many newborns that are between 20 and 30 inches long . Why are there so many pregnant females and young at Holzmaden when they are so rare elsewhere? The quality of preservation is almost unmatched and quarry operations have been carried out carefully with an awareness of the value of the fossils. But these factors do not account for the interesting question of how there came to be such a concentration of pregnant ichthyosaurs in a particular place very close to their time of giving birth."
  }
]