[
  {
    "audio": null
  },
  {
    "text": "Thermodynamics is simply defined as the branch of physics that deals with the conversion of different forms of energy, and the relations between heat and various energy forms such as mechanical, electrical or chemical energy. Kinetics deals with the actions of forces that cause various motions (also known as dynamics) and it is concerned with the rate of reactions. Temperature is the average kinetic energy within a given object. Thermal energy is defined as the total of all kinetic energies within a given system. It is important to remember that heat is caused by flow of thermal energy due to differences in temperature (heat flows from object at higher temperature to object at lower temperature), transferred through conduction/convection/ radiation. Additionally thermal energy always flows from warmer areas to cooler areas. Energy occurs in many forms, including chemical energy, thermal energy, electromagnetic radiation, gravitational energy, electric energy, elastic energy, nuclear energy, and rest energy. These can be categorized in two main classes: potential energy and kinetic energy. Kinetic energy is the movement energy of an object. Kinetic energy can be transferred between objects and transformed into other kinds of energy. Kinetic energy may be best understood by examples that demonstrate how it is transformed to and from other forms of energy. For example, a cyclist uses chemical energy provided by food to accelerate a bicycle to a chosen speed. On a level surface, this speed can be maintained without further work, except to overcome air resistance and friction. The chemical energy has been converted into kinetic energy, the energy of motion, but the process is not completely efficient and produces heat within the cyclist. Thermodynamics is simply defined as the branch of physics that deals with the conversion of different forms of energy. Kinetics deals with the actions of forces that cause various motions (also known as dynamics). Thermal energy is defined as the total of all kinetic energies within a given system. Kinetic energy may be best understood by examples that demonstrate how it is transformed to and from other forms of energy."
  }
]