[
  {
    "audio": null
  },
  {
    "text": "Today we’re going to recount heroic tales of superhuman feats of strength, when in the face of disaster, some people are said to have summoned up incredible physical power to lift a car off of an accident victim, move giant rocks, or like Big John of song, single-handedly hold up a collapsing beam to let the other miners escape. Are such stories true? There are many anecdotes supporting the idea, but we’re going to take a fact-based look at whether or not it truly is possible for an adrenalin-charged person to temporarily gain massive strength. In proper terminology, such a temporary boost of physical power would be called hysterical strength. The stories are almost always in the form of one person lifting a car off of another. In one case in Colorado in 1995, a police officer arrived at a single-car accident where a Chevy Chevette ended up on top of a baby girl and sank into the mud. The officer lifted the car and the mother pulled the girl out. In 2009, a man in Kansas lifted a Mercury sedan off of a six-year-old girl who had been trapped underneath when it backed out on top of her. In 1960, a Florida mom lifted a Chevy Impala so that a neighbor could pull out her son, who had become trapped when he was working on the car and his jack collapsed. There’s even the case where the MD 500D helicopter from Magnum, P.I. crashed in 1988, pinning the pilot under shallow water; and his burly friend (nicknamed Tiny) ran over and lifted the one-ton helicopter enough for the pilot to be pulled out. And, of course, the list goes on, and on, and on. In each of these cases, some aspect of leverage or buoyancy probably played some role in reducing the magnitude of the feat to something more believable. And even lifting many cars by several inches still leaves most of its weight supported by the suspension springs. But our purpose today is not to “debunk” any of the specific stories . The majority of them are anecdotal, and interestingly not repeatable; in many cases the person who summoned the superstrength later tried it again only to find that they couldn’t do it. Basically, what we have is a respectably large body of anecdotal evidence that suggests that in times of crisis, danger, or fear, some people have the ability to temporarily exercise superhuman strength."
  }
]