[
  {
    "audio": null
  },
  {
    "text": "The conscious competence model developed by Noel Birch in the 1970s, can help explain exactly how important this kind of reflection is. to be clear, being conscious is being aware and being competent is being proficient capable or knowledgeable about something. Unconscious incompetence is when you don’t understand something, or aren’t very good at it and either don’t know you are bad at it or don’t believe you are better at it. Once you know you are great at something you have advanced to conscious incompetence. This is a vital step. Perhaps one of the most important. If you know you don’t understand something, you can seek out and act upon feedback. Accordingly, eventually you’ll get to conscious confidence where you are now capable or proficient at something, but it still takes a significant amount of effort. Again, knowing that you have yet to master the desired skill is necessary in order to keep practicing, keep seeking feedback and keep striving towards mastery. Ultimately, your reach unconscious competence where you are not only proficient but you have mastered the desired skill to a point where you don’t have to think about it much. Let’s run through a couple of examples of how this might work let’s say you upgraded your mobile phone. Chances are you are already pretty good at using your new phone. It is likely that you are already at the conscious competence stage in this model. However, at this stage, you still need to put some effort into navigating through your new mobile phone. yourself these are coming out great and you keep texting less than ideal typos to your friends be easier. Still getting used to the new Cameron keyboard. acknowledging that you still haven’t reached mastery you practice, ask friends for help and eventually reach a point where you can effortlessly send perfect text messages and take epic selfies. moving to a more academic example let’s take a look at presentation skills. Perhaps you know you’re nervous when public speaking, and worried about your presentations. This automatically moves you passed unconscious incompetence, you’re at least aware of your incompetence and because you have acknowledged your weaknesses. You can now work on trying to improve it. You can seek out feedback and opportunities to practice accordingly. Eventually, with practice and experience. You may become pretty good at presentations, but it still takes you a lot of preparation and effort and that is completely okay. It could be that you stay in the stage for a very long time. Some of the best public speakers are not yet unconsciously competent, it still takes them a lot of effort and practice to prepare for their presentations."
  }
]