[
  {
    "audio": null
  },
  {
    "text": "And I want to say that Wilson who died over 30 years ago, began his career before modern lit was taught and analyzed in the universities , as he said at one time and I think a piece about Christian golfs Gauss’s I called him Gauss as my father in his generation at Princeton a year or two after Wilson called him. When Wilson was studying there that was the latest daring writers to get into the curriculum were widths of the 90s and maybe Gauss had his reputation as a bohemian romantic because he had known Oscar in Paris, but there was no modern literature. Wilson came then from a different world and he became the focal point of a broad mainstream American culture that thought modern literature and wanted modern literature to be able to be read and appreciated by ordinary people. They were not modernists in an abstract sense and certainly some of them like TS Eliot and Faulkner were too difficult for some of their writings to be read by ordinary people, but this was a world before the division between the brows or between a lead or whatever had established itself as part of our consciousness. Wilson came from a different world. And he became the focal point of a board mainstream. American culture that thought that modern literature and wanted modern literature to be able to be read and appreciated by ordinary people. They were not modernists in an abstract sense. And certainly, some of them like TS Eliot and Faulkner were too difficult for some of their writings to be read by ordinary people. But this was a world before the division between the brows or between a lead or whatever had established itself as a part of our consciousness . Wilson was a major player in the successful effort of his generation to establish at the heart of American life and innovative literature that would equal the great cultures of Europe. And he knew that the great cultures of Europe were there. He was not a product of a narrow American Studies kind of training at all. He joined a high artistic standard with an openness to all experience and a belief that literature was as much of a part of life for everyone as conversation. He thought the Proust and Joyce and Yeats and Eliot could and should be read by ordinary Americans and helped that to happen. Wilson was a very various man. Over a period of almost 50 years, he was a dedicated, a literary journalist, and an investigative reporter, a brilliant memoirist, and dedicated journal keeper."
  }
]