[
  {
    "audio": null
  },
  {
    "text": "Before the 1850’s, the United States had a number of small colleges , most of them dating from colonial days. They were small, church connected institutions whose primary concern was to shape the moral character of their students. Throughout Europe, institutions of higher learning had developed, bearing the ancient name of university. In German university was concerned primarily with creating and spreading knowledge, not morals. Between mid-century and the end of the 1800’s, more than nine thousand young Americans, dissatisfied with their training at home, went to Germany for advanced study. Some of them return to become presidents of venerable colleges—–Harvard, Yale , Columbia—and transform them into modern universities. The new presidents broke all ties with the churches and brought in a new kind of faculty. Professors were hired for their knowledge of a subject, not because they were of the proper faith and had a strong arm for disciplining students. The new principle was that a university was to create knowledge as well as pass it on, and this called for a faculty composed of teacher -scholars. Drilling and learning by rote were replaced by the German method of lecturing, in which the professor’s own research was presented in class. Graduate training leading to the Ph.D., an ancient German degree signifying the highest level of advanced scholarly attainment, was introduced. With the establishment of the seminar system, graduate student learned to question, analyze, and conduct their own research. At the same time, the new university greatly expanded in size and course offerings, breaking completely out of the old, constricted curriculum of mathematics, classics, rhetoric, and music. The president of Harvard pioneered the elective system, by which students were able to choose their own course of study .The notion of major fields of study emerged. The new goal was to make the university relevant to the real pursuits of the world. Paying close heed to the practical needs of society, the new universities trained men and women to work at its tasks, with engineering students being the most characteristic of the new regime. Students were also trained as economists, architects, agriculturalists, social welfare workers, and teachers."
  }
]