[
  {
    "audio": null
  },
  {
    "text": "But in the face of this sense of dis-empowerment, there is surprisingly is no decline in involvement in organizations which seek to share wealth and opportunities, protect one another’s rights and work towards the common good. According to the United Nations, civil society groups have grown 40-fold since the turn of last century. Internationally, the non-profit sector is worth one trillion dollars, and there are 700,000 such organizations in Australia alone. The UN recognizes 37,000 specifically civil society organizations across the globe, and gave 3,500 accreditation to the 2002 World Summit on Sustainable Development. This profound movement towards harnessing voices and resources from outside the realm of governments and officialdom reflects a profound growth in NGOs, “the third sector”, as some call it. As Robert Putnam discovered in the field of local government in Italy, the best predictor of governmental success was the strength and density of a region’s civic associations. This Lecture talks about the disempowerment and non-profit sector. The non-profit sector is worth 1 trillion dollars and there are 700,000 organizations in Australia. The United Nations recognizes 37,000 civil social organizations and 3,500 of which was accredited to the World Summit on sustainable development. The best predictor of governmental success was power and density of a countries’ non-governmental association. This lecture mainly talks about the non-governmental organization and how they share wealthy and responsibility. The international non-profit sector is worth one trillion dollars, and there are seven hundred thousand such organizations in Australia alone. The United Nation recognizes 37,000 specifically civil society organizations across the globe and gave 3500 accreditations to the 2002 world summit on sustainable development. NGO is the best predictor of governmental success in terms of strength and density of region’s civil associations."
  }
]