[
  {
    "audio": null
  },
  {
    "text": "John, what’s your favorite new word at the moment? Really I don’t have favorite new words, but let’s say that one of my favorite new words is screenager, which is a young person or a teenager who spends a lot of time in front of the computer. Any other favorites, John? Some of those rather unpleasant words like splod, somebody who is socially inept, a splody person, but as I said I don’t really have favorite words because all words as far as I’m concerned are objects of scientific study. And where do these new words and phrases come from? Well, words come out of the culture that they represent and they describe so if you’ve got a new development in medicine, for example bird flu, then you’ll get a new word coming out of that. If there’s a military conflict that may well bring all sorts of new words to the fore. Going back in time the First and Second World Wars were times of great creativity of language because people from different countries met each other and exchanged their words and words developed from there. So really words come from , they come from the playground, they come from politics, they come from any area of life because every area of life is changing from day to day. How do you keep up with the huge weight of new words you must have to evaluate? Well, it’s not just me ,we’ve got something like 60 editors working on the Oxford dictionary and we also have readers and word spotters throughout the world who are sending us information in. In the old days they used to write them out on index cards when they came across some in books, but nowadays they tend to type them onto their computers and send them into the central computer here. It’s an enormous issue ,but one which we just about manage to keep under control. We don’t include words just because we’ve seen one example of them we have to wait for evidence of general currency to build up in our computer files before we start putting the word in the dictionary. So a lot of the time it’s collecting data, letting it build up and then reviewing it and seeing what you’ve got and so that’s how we manage the work."
  }
]