[
  {
    "audio": null
  },
  {
    "text": "It like a great game I’ve been created, but it’s a great game to help kids learn how to choose healthy foods, “okay”, and it’s really hard and you don’t want to make them crazy like all of us adults about what food is this and what food is that, this is just a fun game for the full family to play. So, that they are choosing the right foods others green light foods, which is pretty easy. Green lights are all your fruits and vegetables “okay” okay except for two always told her to bag ice to Bedford “to balance” what is corn what is potato and we talk about those in the form of potato chips and French fries. “I got that” to naughty vegetables. It doesn’t always get called that but otherwise that fruits and vegetables are always healthy choice is always a good choice as long as they’re minimally processed as present deep-fried or something like that, you know, the kids can always choose as is always a go to food go go go go go “go go” ,right, go to food. There’s a yellow light food, yellow light is a little hard to understand for kids because they are healthy foods for you but yet they’re not others portion size. so I say, slow down. Think about it. Eat slowly control your portion, mom may have to teach you which ones are yellow light foods. It is pretty much all our normal meal foods. Except, you know you only have one hamburger we have two hamburgers. You only can have one. “your saying they would only one but so quickly they can fit two enter some records”. that’s true, that corn is where that fits in corn and a yellow light you have one year corn. Not five years of corn. so you, you know, so all those kind yellow light foods. You can have a yogurt, you can have bread, you can have all these things that you can have multiple sizes and Big, you know, Biggie sizes. all that’s really important and just slowing down, sitting down eating slowly, thinking about what you’re eating. Visualizing what you’re eating all that, yellow, yellow light, slow down mode, “a lot of adults out there can â¦”. I’m thinking stop. This is bad, stop, stop, stop, and you know I never want to locate any food is kind of bad. You want to tell them that it’s a red-light food. What that really want you to think and stop, think, stop, think how many red light foods I had today. so that’s our junk to say potato chips, chips, crackers, candy and â¦, but how many I had today? if I had one red light food today already, because of cookies after lunch. “or so, then cut the rust out” so maybe I need to start thinking about how many red light foods. I usually tell the kids one red light food today don’t really need any more than that and a lot of kids will be surprised we start helping them up in the room and it had five red light foods Monday. They had a juice. They come home from school, they had something they had something at lunch, they had something after work after school, they had something after dinner and you like you’ve had for five red light foods a day we can cut that down, cut down to one red light food, so stop and think. ” stop and think”"
  }
]