[
  {
    "audio": "https://ptestudy.net/audio/sst/025.mp3"
  },
  {
    "text": "By 2050 we’re supposed to have between 9.5 billion to 10 billion people. But even more importantly, we’re going to have a big shift of people living in cities. In fact, by 2050 it is estimated that we’ll have as many people living in cities as we have people alive today. So we’ve got to figure out how to feed people who basically can’t feed themselves. That means logistics, infrastructure and transportation, etc.  One thing a lot of people who move into cities miss is the food from their local area, so this is called nostalgia food . And I think if we could figure out how to increase productivity of local varieties in the first instance, then we could actually begin to feed some of these cities. In urban areas with poorer population price trumps everything. So if we can get food into cities that’s affordable, than people are going to eat it. So I think we need to build on the foods that people are already used to, but also transition them to the foods that we can produce more cheaply—that are both calorie and nutrient dense. That’s really what we should focus on, how do we get more calories and nutrients into cities that have a shelf-life that are not going to have more waste that come with them automatically?  I think global trade is perhaps the single best answer towards food security at a planetary level. We need to produce the things in surplus where we can produce them best. And then trade them with other places. We also need to make sure that the areas that produce the most are producing surpluses that can fill the gaps in all the other parts of the world when there’s a famine or war, or when there’s some other disruption of production. If we can figure out how to link trade to more sustainable production, then we can begin to manage the planet as a whole planet, not just urban versus rural or one country versus another. We’ve got to start looking at how we produce food for this many people, this many people in cities within the confines of a single planet."
  }
]