[
  {
    "correct_words": [
      "originated",
      "describe",
      "experimented",
      "experimental",
      "progressive",
      "inspired"
    ]
  },
  {
    "text": "Movement in painting thatoriginated _in France in the 1860s and had enormous influence in European and North American painting in the late 19th century. The Impressionists wanted to depict real life, to paint straight from nature, and to capture the changing effects of light. The term was first used abusively to describe Claude Monet’s painting Impression: Sunrise (1872). The other leading Impressionists included Paul Cézanne, Edgar Degas, Eduard Manet, Camille Pissarro, Pierre-Augusté Renoir and Alfred Sisley, but only Monet remained devoted to Impressionist ideas throughout his career. Monet, Renoir, and Sisley, who met as students and enjoyed painting in the open air — one of the hallmarks of Impressionism, formed the core of the Impressionist group in the early 1860s. They met other members of the Impressionist circle through Paris café society. They never made up a formal group, but they organized eight group exhibitions between 1874 and 1886, at the first of which the name Impressionism was applied. Their styles were diverse, but allexperimented with effects of light and movement created with distinct brushstrokes and (D) of color dabbed side-by-side on the canvas rather than mixed on the palette. By the 1880s the movement’s central impulse had dispersed, and a number of new styles were emerging, later described as post-impressionism. British Impressionism had a major influence on the more experimental and progressive  British painters in the late 19th and early 20th centuries. Many of the painters affected were in the circle of Walter Sickert, who spent much of his career in France and was an influential figure thatinspired many younger artists. His friend and exact contemporary Philip Wilson Steer is generally regarded as the most outstanding British Impressionist."
  },
  {
    "words": [
      "describe",
      "originated",
      "progressive",
      "explain",
      "experimental",
      "experimented",
      "inspiring",
      "divisions",
      "fragments",
      "inspired"
    ]
  }
]