[
  {
    "correct_words": [
      "surveyors",
      "illusion",
      "accepted",
      "reservations",
      "surpassed"
    ]
  },
  {
    "text": "Called Chomolungma (“goddess mother of the world”) in Tibet and Sagarmatha (“goddess of the sky”) in Nepal, Mount Everest once went by the pedestrian name of Peek XV among Westerners. That was beforesurveyors  established that it was the highest mountain on Earth, a fact that came as something of a surprise – Peak XV had seemed lost in the crowd of other formidable Himalayan peaks many of which gave the illusion of greater height. In 1852 the Great Trigonometrical Survey of India measured Everest’s elevation as 29,002 feet above sea level. This figure remained the officiallyaccepted height for more than one hundred years. In 1955 it was adjusted by a mere 26 feet to 29,028 (8,848 m). The mountain received its official name in 1865 in honor of Sir George Everest, the British Surveyor General from 1830-1843 who had mapped the Indian subcontinent. He had some reservations about having his name bestowed on the peak, arguing that the mountain should retain its local appellation, the standard policy of geographical societies. Before the Survey of India, a number of other mountains ranked supreme in the eyes of the world. In the seventeenth and eighteenth centuries, the Andean peak Chimborazo was considered the highest. At a relatively unremarkable 20,561 feet (6,310 m), it is in fact nowhere near the highest, surpassed by about thirty other Andean peaks and several dozen in the Himalayas. In 1809, the Himalayan peak Dhaulagiri (26,810 ft: 8,172 m) was declared the ultimate, only to be shunted aside in 1840 by Kanchenjunga (28,208 it; 8,598 m), which today ranks third. Everest’s status has been unrivaled for the last century and a half, but not without a few threats."
  },
  {
    "words": [
      "purveyors",
      "surpassed",
      "illusion",
      "allusion",
      "accepted",
      "surveyors",
      "reservations"
    ]
  }
]