[
  {
    "correct_words": [
      "competition",
      "dramatic",
      "common",
      "developments",
      "considered"
    ]
  },
  {
    "text": "The desire to build big is nothing new. Big buildings have been used to show off power and wealth; to honor leaders or religious beliefs; to stretch the limits of what’s possible; and even as simple competitionamong owners, families, architects, and builders. Some of the mostdramaticbuildings of the past include the pyramids in Egypt, the skinny towers stretching towards the sky in Italian hill towns, and the gothic cathedrals of France. While these types of buildings may look very different from each other, they all have one thing incommon. They were built with masonry or stone walls supporting most of the weight (so-called load-bearing walls), including that of the floors, the people, and everything the rooms contained. Because of this, the height of these buildings was limited by how massive and heavy they had to be at the base.  Twodevelopmentsin the 19th century paved the way for a whole new type of building: the skyscraper. The first was the development of a safe elevator. Primitive elevators of various designs had been used for centuries, and starting in the mid-19th century, steam-operated elevators were used to move materials in factories, mines, and warehouses. But these elevators were notconsideredsafe for people; if the cable broke, they would plummet to the bottom of the elevator shaft. Then in 1853, an American inventor named Elisha Graves Otis developed a safety device that kept elevators from falling if a cable should break. This new development had an enormous impact on public confidence. And later in the century, the switch to an electric motor made the elevator a practical solution to the problem of getting up and down tall buildings."
  },
  {
    "words": [
      "dramatic",
      "under developments",
      "drowsy",
      "competition",
      "considered",
      "developments",
      "considering",
      "common",
      "composition",
      "commonly"
    ]
  }
]